{"url": "https://syncedreview.com/2025/05/28/adobe-research-unlocking-long-term-memory-in-video-world-models-with-state-space-models/", "title": "Adobe Research Unlocking Long-Term Memory in Video World Models with State-Space Models", "date": "2025-05-28", "content": "Video world models, which predict future frames conditioned on actions, hold immense promise for artificial intelligence, enabling agents to plan and reason in dynamic environments. Recent advancements, particularly with video diffusion models, have shown impressive capabilities in generating realistic future sequences. However, a significant bottleneck remains:\nmaintaining long-term memory.\nCurrent models struggle to remember events and states from far in the past due to the high computational cost associated with processing extended sequences using traditional attention layers. This limits their ability to perform complex tasks requiring sustained understanding of a scene.\nA new paper, “Long-Context State-Space Video World Models” by researchers from Stanford University, Princeton University, and Adobe Research, proposes an innovative solution to this challenge. They introduce a novel architecture that leverages\nState-Space Models (SSMs)\nto extend temporal memory without sacrificing computational efficiency.\nThe core problem lies in the quadratic computational complexity of attention mechanisms with respect to sequence length. As the video context grows, the resources required for attention layers explode, making long-term memory impractical for real-world applications. This means that after a certain number of frames, the model effectively “forgets” earlier events, hindering its performance on tasks that demand long-range coherence or reasoning over extended periods.\nThe authors’ key insight is to leverage the inherent strengths of State-Space Models (SSMs) for causal sequence modeling. Unlike previous attempts that retrofitted SSMs for non-causal vision tasks, this work fully exploits their advantages in processing sequences efficiently.\nThe proposed\nLong-Context State-Space Video World Model (LSSVWM)\nincorporates several crucial design choices:\nBlock-wise SSM Scanning Scheme:\nThis is central to their design. Instead of processing the entire video sequence with a single SSM scan, they employ a block-wise scheme. This strategically trades off some spatial consistency (within a block) for significantly extended temporal memory. By breaking down the long sequence into manageable blocks, they can maintain a compressed “state” that carries information across blocks, effectively extending the model’s memory horizon.\nDense Local Attention:\nTo compensate for the potential loss of spatial coherence introduced by the block-wise SSM scanning, the model incorporates dense local attention. This ensures that consecutive frames within and across blocks maintain strong relationships, preserving the fine-grained details and consistency necessary for realistic video generation. This dual approach of global (SSM) and local (attention) processing allows them to achieve both long-term memory and local fidelity.\nhttps://i0.wp.com/syncedreview.com/wp-content/uploads/2025/05/image-3.png?resize=586%2C883&ssl=1\nThe paper also introduces two key training strategies to further improve long-context performance:\nDiffusion Forcing:\nThis technique encourages the model to generate frames conditioned on a prefix of the input, effectively forcing it to learn to maintain consistency over longer durations. By sometimes not sampling a prefix and keeping all tokens noised, the training becomes equivalent to diffusion forcing, which is highlighted as a special case of long-context training where the prefix length is zero. This pushes the model to generate coherent sequences even from minimal initial context.\nFrame Local Attention:\nFor faster training and sampling, the authors implemented a “frame local attention” mechanism. This utilizes FlexAttention to achieve significant speedups compared to a fully causal mask. By grouping frames into chunks (e.g., chunks of 5 with a frame window size of 10), frames within a chunk maintain bidirectionality while also attending to frames in the previous chunk. This allows for an effective receptive field while optimizing computational load.\nhttps://i0.wp.com/syncedreview.com/wp-content/uploads/2025/05/image-4.png?resize=605%2C729&ssl=1\nThe researchers evaluated their LSSVWM on challenging datasets, including\nMemory Maze\nand\nMinecraft\n, which are specifically designed to test long-term memory capabilities through spatial retrieval and reasoning tasks.\nThe experiments demonstrate that their approach\nsubstantially surpasses baselines\nin preserving long-range memory. Qualitative results, as shown in supplementary figures (e.g., S1, S2, S3), illustrate that LSSVWM can generate more coherent and accurate sequences over extended periods compared to models relying solely on causal attention or even Mamba2 without frame local attention. For instance, on reasoning tasks for the maze dataset, their model maintains better consistency and accuracy over long horizons. Similarly, for retrieval tasks, LSSVWM shows improved ability to recall and utilize information from distant past frames. Crucially, these improvements are achieved while maintaining practical inference speeds, making the models suitable for interactive applications.\nhttps://i0.wp.com/syncedreview.com/wp-content/uploads/2025/05/image-5.png?resize=595%2C339&ssl=1\nThe Paper\nLong-Context State-Space Video World Models\nis on\narXiv\nwindow.getAdSnippetCallback = function () {\n\t\t\t\t\t\t\tif ( false === ( window.isWatlV1 ?? false ) ) {\n\t\t\t\t\t\t\t\t// Use Aditude scripts.\n\t\t\t\t\t\t\t\twindow.tudeMappings = window.tudeMappings || [];\n\t\t\t\t\t\t\t\twindow.tudeMappings.push( {\n\t\t\t\t\t\t\t\t\tdivId: 'atatags-dynamic-belowpost-68cd0e2055c86',\n\t\t\t\t\t\t\t\t\tformat: 'belowpost',\n\t\t\t\t\t\t\t\t} );\n\t\t\t\t\t\t\t}\n\t\t\t\t\t\t}\n\n\t\t\t\t\t\tif ( document.readyState === 'loading' ) {\n\t\t\t\t\t\t\tdocument.addEventListener( 'DOMContentLoaded', window.getAdSnippetCallback );\n\t\t\t\t\t\t} else {\n\t\t\t\t\t\t\twindow.getAdSnippetCallback();\n\t\t\t\t\t\t}\nShare this:\nClick to share on X (Opens in new window)\nX\nClick to share on Facebook (Opens in new window)\nFacebook\nLike this:\nLike\nLoading..."}
