{"url": "https://www.jiqizhixin.com/articles/2025-09-19-4", "title": "千禧年大奖难题有望突破？AI为流体动力学提供新思路", "date": "2025/09/19 11:06", "content": "https://image.jiqizhixin.com/uploads/editor/72dbbe78-2608-485e-a5a8-dd9451e66c12/640.jpeg 编辑丨coisini 从飓风的旋转涡流到抬升飞机机翼的气流，流体动力学对理解自然现象、解决工程应用至关重要。几个世纪以来，数学家们提出了复杂的方程来描述流体动力学所涉及的基本物理原理。 专家可以精心设计使理论与实践相悖的场景，形成永远无法在物理世界中发生的情况，例如当速度或压力变为无穷大时，方程会「爆破」，超出那个爆破点 ——「奇点」，方程将不再有解。这帮助数学家识别流体动力学方程的基本局限性，也有助于深化我们对物理世界运行方式的理解。 在 Google DeepMind 联合纽约大学、斯坦福大学、布朗大学等机构发表的一篇新论文中，研究团队尝试利用人工智能技术，帮助数学家解决数学、物理和工程领域长期存在的难题。 https://image.jiqizhixin.com/uploads/editor/7f08e0d3-c4c9-47a2-86e3-86f09a1df6f9/640.jpeg 论文地址：https://arxiv.org/pdf/2509.14185 稳定性是奇点形成的关键因素。如果一个奇点能够经受微小变化而保持稳定，则被视为稳定奇点。相反，不稳定奇点需要极其精确的条件才能形成。 不稳定奇点被认为在流体动力学的基础问题中发挥重要作用，因为数学家认为复杂的无边界三维欧拉方程和纳维 - 斯托克斯方程不存在稳定奇点。 在纳维 - 斯托克斯方程中寻找奇点是著名的千禧年大奖难题之一，至今仍未得到解决，但这项研究似乎提供了新的思路。 通过结合机器学习方法，例如用于训练神经网络的二阶优化器，研究团队首次系统性地发现了跨越三个不同流体方程的不稳定奇点家族。 研究团队还观察到随着解变得越来越不稳定，一种模式正在显现： https://image.jiqizhixin.com/uploads/editor/5c0421f5-818f-4888-82ad-6617a3530ac3/640.png 该研究采用了物理信息神经网络（PINN），并将数学见解嵌入到训练中。同时，研究团队开发了一个高精度框架，将 PINN 推向接近机器的精度，从而达到严格的计算机辅助证明所需的精度水平。最终，研究团队将 PINN 转变为奇点的发现工具。 这项研究代表了一种全新的数学研究方式 —— 将深刻的数学洞见与前沿人工智能相结合。人工智能和计算机辅助证明将在数学、物理等领域取得更多突破。 感兴趣的读者可以阅读论文原文，了解更多研究内容。 参考内容：https://deepmind.google/discover/blog/discovering-new-solutions-to-century-old-problems-in-fluid-dynamics/"}
{"url": "https://www.jiqizhixin.com/articles/2025-09-19-3", "title": "生物学迎来「ChatGPT时刻」：Evo构建首个AI生成的「基因组」，开启生成式基因设计时代", "date": "2025/09/19 11:05", "content": "https://image.jiqizhixin.com/uploads/editor/651651a3-2c2f-4be0-b63d-f30952b423d3/640.jpeg 编辑丨coisini 还记得 Evo 吗？ 2024 年，由 Arc 研究所（Arc Institute）、斯坦福大学等联合开发的生物学人工智能（AI）模型 Evo（下称 Evo 1）问世，今年 2 月研究团队又重磅推出 Evo 2—— 能够预测所有物种 DNA、RNA、蛋白质的形式和功能。 现在，研究团队宣布使用 Evo 1 和 Evo 2 构建了全球首个 AI 生成的基因组（一种噬菌体基因组），Evo 研究团队主要成员、斯坦福大学计算生物学家 Brian Hie 表示：「生成式基因设计时代到来了！」 https://image.jiqizhixin.com/uploads/editor/a76476b6-b6bb-411f-bb5e-be737e74df5f/640.png 这项研究表明基因组语言模型能够捕捉进化约束，从而实现功能性基因组设计。在一定程度上，生物学迎来了「ChatGPT 时刻」。 https://image.jiqizhixin.com/uploads/editor/c0e0fe32-0b23-49d8-834c-de02967283d6/640.jpeg 研究论文：https://www.biorxiv.org/content/10.1101/2025.09.12.675911v1 从设计单个基因到构建完整基因组 此前研究团队已经证明，Evo 系列基因组基础模型能够生成单一蛋白质及多组分系统，但其长期研究目标之一是通过生物语言模型设计出完整且具有功能活性的基因组。 不同于设计单个基因，基因组设计需要协调多个相互作用的基因和调控元件，同时维持复制能力、宿主特异性与进化适应性的平衡。这带来了单蛋白质或双组分系统设计中不曾出现的新约束条件与失效模式。 https://image.jiqizhixin.com/uploads/editor/5e0b1dc4-0a22-4854-87a2-0e49bac04dba/640.png 研究团队开发了集计算设计与实验验证于一体的综合框架，包括针对重叠阅读框的定制化基因注释 pipeline、基因组语言模型采样所需的系统化微调（systematic fine-tuning）与提示工程（prompt engineering）技术，以及合成噬菌体基因组的新型筛选方案。 ΦX174：读取、编写与设计 DNA 由于合成基因组的生成需要明确的设计标准，基于实践与历史意义考量，研究团队选择噬菌体 ΦX174 作为设计模板。其基因组全长 5386 个核苷酸，编码 11 个基因 —— 这一尺度既处于当前 DNA 合成成本可控上限，又足够复杂以展现基因组级设计能力。其重叠基因架构构成了严格测试场景：重叠区域的突变必须同时满足多个蛋白质约束条件。此外，ΦX174 编码的多种调控元件与识别序列需精密协作，确保在宿主细胞中的正确包装与复制。 ΦX174 基因组还具有特殊历史意义：1977 年，弗雷德里克・桑格团队首次完成对其全基因组测序；2003 年，克雷格・文特尔团队首次实现其全基因组化学合成，证明基因组可从头组装；如今在 2025 年，Evo 研究团队以 ΦX174 为模板诞生了首批 AI 生成的基因组。这一演进历程标志着现代基因组学的核心能力迭代：从读取 DNA，到编写 DNA，再到设计 DNA。 https://image.jiqizhixin.com/uploads/editor/e66bb82c-d6ff-4914-863e-416ea6b12b57/640.png 构建定制化基因注释 ΦX174 的重叠基因带来了首个重大挑战：由于重叠阅读框会干扰标准基因预测工具的判断（这些工具专为非重叠基因设计），常规方法最多只能识别 11 个基因中的 7 个。 因此，研究团队开发了一种新型注释 pipeline，将开放阅读框查找策略与噬菌体蛋白质数据库同源搜索相结合，成功识别出 ΦX174 的全部 11 个基因。 该定制化注释工具对评估数千条生成序列至关重要。研究团队设定至少需匹配 7 个天然 ΦX174 蛋白作为基础质量筛选标准，确保生成基因组保留噬菌体功能所需的遗传工具包。 针对噬菌体基因生成对 Evo 进行微调 尽管基础 Evo 模型已基于 200 多万个噬菌体基因组进行训练，具备生成噬菌体基因组序列的能力，但其可控性仍不足以生成类 ΦX174 基因组。 研究团队采用监督微调技术解决该问题：继续使用 14466 条微病毒科序列对 Evo 模型进行训练。通过微调，Evo 模型能专门生成与 ΦX174 密切相关的序列变体。 质量、宿主特异性与新颖性评估 为评估数千条生成序列，研究团队开发了基于序列质量、宿主特异性和进化多样性的筛选体系：既要确保基因组保持合理的基因排列，又要允许进化新颖性。同时需保证 AI 设计的噬菌体能感染实验所用的非致病性大肠杆菌 C 株。 实验表明，16 个功能性噬菌体均仅感染大肠杆菌 C 株及其近缘 W 株，在其他六种测试菌株中无生长现象，证明在保持宿主特异性的同时可实现其他区域的显著进化分歧。 实验验证 https://image.jiqizhixin.com/uploads/editor/3d4ad540-4e17-4e91-b9fc-721e9463dccd/640.png 测试数百个合成基因组需要重新设计传统噬菌体工作流。研究团队基于 ΦX174 的裂解周期开发了生长抑制检测法：通过 Gibson 组装合成基因组，转化至大肠杆菌 C 感受态细胞，并在 96 孔板中监测生长抑制情况。感染后在 2-3 小时内会出现 OD₆₀₀值快速下降。 该方案实现了 285 种快速测试，其中 16 个引起生长抑制的候选噬菌体经过测序验证、扩增培养，并进行了适应性与宿主范围表征。 所有功能性基因组与其最接近的天然基因组相比均携带 67-392 个新突变。其中 Evo-Φ2147 具有 392 个突变，与 NC51 噬菌体的平均核苷酸相似度为 93.0%，根据某些分类学标准可被视为新物种。13 个基因组含有任何已知天然序列中均未发现的突变，证明 Evo 能利用自然进化未曾采样过的序列。 特别值得注意的是，合成噬菌体 Evo-Φ36 整合了远缘噬菌体 G4 的 DNA 包装 J 蛋白。冷冻电镜分析显示，较短的 G4 J 蛋白（25 个氨基酸 vs38 个氨基酸）在衣壳结构中采取了独特取向。这表明人工智能能够协调复杂的补偿性突变，使新型蛋白质组合实现功能化。 https://image.jiqizhixin.com/uploads/editor/d200c721-d900-4332-8ac0-81fa02a1b8d6/640.png 总的来说，这项研究表明：基因组语言模型在经过适当的训练和引导后，能够很好地捕捉进化约束，从而实现功能性基因组设计。 随着基因组语言模型的改进和合成成本的降低，全基因组设计可以探索自然选择从未尝试过的进化可能性，为生物技术和基础研究开辟新的途径。从读取基因组，到编写基因组，再到设计基因组，生物学研究将开启新的篇章。 参考内容： https://arcinstitute.org/news/hie-king-first-synthetic-phage https://x.com/samuelhking/status/1968329299364376698"}
{"url": "https://www.jiqizhixin.com/articles/2025-09-19-2", "title": "英伟达50亿美元入股英特尔，将发布CPU+GPU合体芯片，大结局来了？", "date": "2025/09/19 10:14", "content": "他们共同宣布，要把电脑上的 CPU 和 GPU 合成为超级 SoC。 周四晚间，英伟达收购 50 亿美元英特尔股份的新闻引爆了科技圈。 https://image.jiqizhixin.com/uploads/editor/cf5c8fb6-3367-489f-a744-648dfbc76512/640.png 两家公司在 9 月 18 日同时发布公告，宣布达成长期战略合作。英伟达将投资 50 亿美元购买英特尔普通股，基于全新合作，两家公司将共同开发多代定制数据中心和 PC 产品。 在具体内容上，两家公司将专注于利用 NVIDIA NVLink 无缝连接 NVIDIA 和 Intel 架构 —— 将英伟达的 AI 和加速计算优势与英特尔领先的 CPU、x86 生态系统相结合，为客户提供顶尖解决方案。 对于数据中心，英特尔将构建英伟达定制版 x86 CPU，英伟达会将其集成到其 AI 基础设施平台中并提供给市场。 在个人计算领域，英特尔将打造并向市场推出集成 RTX GPU 芯片组的 x86 系统级芯片 (SoC)。这些全新的 x86 RTX SoC 将为各种需要集成世界一流 CPU 和 GPU 的 PC 提供支持。 英伟达计划将以每股 23.28 美元的价格向英特尔普通股投资 50 亿美元（相当于 5% 股份）。不过，此项投资仍需满足惯例成交条件，包括必要的监管批准。 受此消息刺激，在随后开始的交易时段两家公司的股票立即上涨。截至收盘，英伟达上涨了 3.49%，英特尔更是直接暴涨了 22.77%。 https://image.jiqizhixin.com/uploads/editor/7b8dbf2a-e38a-4647-80ac-50c5658bd5a6/640.png 显然，现在人们对于英特尔的前景一致看好。 昨天宣布的投资发生后，率先受益的可能是前 OpenAI 超级对齐团队研究员，成立对冲基金的 Leopold Aschenbrenner 。他的态势感知基金重仓英特尔股票（第二季度结算占比 20%），据说一天盈利了 10 亿美元以上。 https://image.jiqizhixin.com/uploads/editor/0cf3c3b8-3312-441d-aa8a-ff6735c9887b/640.png 此前，美国政府已持有这家芯片制造巨头约 10% 的股权（价格是 20.47 美元），软银还以每股 23 美元的价格购买了价值 20 亿美元的英特尔首次发行股票。 在昨天晚间的电话会议上，英伟达创始人、CEO 黄仁勋强调，这笔交易将使英伟达能够扩展其架构系统，将 72 块 GPU 与定制 CPU 相结合。 黄仁勋还表示，与英特尔合作意味着英伟达可以在个人设备市场占据更大的份额：「每年笔记本电脑的销量为 1.5 亿台…… 我们现在正在开发一款系统级芯片，将 CPU、GPU 融合成一个巨大的 SoC，这将成为世界上前所未有的新型集成笔记本电脑。」 黄仁勋估计，这笔交易意味着「每年 250 亿至 500 亿美元的商机」。他表示，谈判已持续近一年，美国政府完全没有参与这项合作，不过「他们当然会非常支持」。 英特尔 CEO 陈立武在 X 上发出了自己和黄仁勋的合影，并表示很高兴能与自己的好朋友合作开发多代定制数据中心和 PC 产品。 https://image.jiqizhixin.com/uploads/editor/33a67c51-90bc-49ba-906a-66df0d717cb7/640.png 不过在公司层面上，英伟达和英特尔在过去曾有过漫长的竞争历史。在 2005 年，英特尔曾考虑以 200 亿美元的价格收购英伟达。2006 年，英特尔收回了给英伟达的 x86 交叉授权、总线授权。英伟达因此把英特尔告上法庭，最终以英特尔花费 15 亿美元专利费和解作为了结。 在本次合作中，成为重要股东的英伟达将再次获得多年来梦寐以求的 x86 授权。 人们猜测，除了声明中宣布的内容，英伟达应该也希望能够使用英特尔的先进制程芯片代工业务。目前，英伟达的 GPU 生产基本依赖于台积电。 不过在电话会议中，黄仁勋和陈立武都没有直接回答这个问题。陈立武表示，此次合作的宣布更像是一个「产品合作声明」，并指出英特尔将继续推进自身芯片的研发，两家公司将在稍后决定英特尔是否向英伟达提供这些服务。黄仁勋则强调了英伟达与台积电的合作关系。 对于人们感兴趣的超级 SoC 芯片，黄仁勋表示：「我们将打造革命性的产品，此前从未有过类似的产品。我们所有参与研发的人都对此非常兴奋，参与研发的架构师也同样如此。我们期待着随着时间的推移，向大家分享更多相关信息。」 参考内容： https://nvidianews.nvidia.com/news/nvidia-and-intel-to-develop-ai-infrastructure-and-personal-computing-products https://newsroom.intel.com/artificial-intelligence/intel-and-nvidia-to-jointly-develop-ai-infrastructure-and-personal-computing-products https://www.tomshardware.com/pc-components/cpus/nvidia-and-intel-announce-jointly-developed-intel-x86-rtx-socs-for-pcs-with-nvidia-graphics-also-custom-nvidia-data-center-x86-processors-nvidia-buys-usd5-billion-in-intel-stock-in-seismic-deal"}
{"url": "https://www.jiqizhixin.com/articles/2025-09-19", "title": "理解帮助生成？RecA自监督训练让统一多模态模型直升SOTA", "date": "2025/09/19 10:12", "content": "https://image.jiqizhixin.com/uploads/editor/eb12c635-a2e9-46c8-ab82-d67072875a66/640.png 谢集，浙江大学竺可桢学院大四学生，于加州大学伯克利分校（BAIR）进行访问，研究方向为统一多模态理解生成大模型。第二作者为加州大学伯克利分校的 Trevor Darrell，第三作者为华盛顿大学的 Luke Zettlemoyer，通讯作者是 XuDong Wang, Meta GenAl Research Scientist，博士毕业于加州大学伯克利分校（BAIR 实验室），这篇工作为他在博士期间完成。 背景：统一多模态理解与生成模型的挑战 统一多模态模型（Unified Multimodal Models, UMMs）旨在将视觉理解和生成统一于单一模型架构。UMM 继承了多模态大语言模型 (Multimodal Large Language Models, MLLMs) 可以很轻松地辨别物体的左右、颜色、种类。但是很多生成模型连「一只黑色的猫和白色的狗」，「黄色西兰花」都无法生成。这体现了当前统一多模态模型在视觉理解和生成能力上的不平衡：它们往往在理解图像内容方面表现出色，但在根据文本描述生成图像时却力不从心。这是为什么呢？ 实际上，图片是一个「稠密」的模态，文字是一个「稀疏」的模态，从一个稠密的信息里提取稀疏的信息（VQA，Image Captioning）是相对轻松的，但是要从稀疏的信息去构建稠密的信息则更为困难。传统的文生图训练依赖大规模的图像 - 文本对数据，这些文本描述 (text caption) 无法完整的表述图片里的所有信息。比如物体位置关系、几何结构，物体的纹理和风格等。这可能导致图像生成模型学到不完整甚至有偏差的视觉概念（例如，将「西兰花」与「绿色」联系在一起，导致模型无法生成「黄色西兰花」）。我们称这种文本监督为「稀疏监督」(sparse supervision)。 https://image.jiqizhixin.com/uploads/editor/311cd47d-61f1-4542-a6ad-079f31320c1a/640.png 方法：重建对齐 (Reconstruction Alignment, RecA) 有没有「稠密监督」(Dense Supervision)，可以让模型学到更完整的视觉概念呢？答案是有的。图片本身正是最好的信息载体。UMM 提供了一个将图片作为「提示词」(prompt) 输入的机会。现在的 UMM 的视觉理解编码器 (Visual Understanding Encoder)，如 CLIP, SigLIP，已经可以把图片映射到了 LLM 的语义空间 (language-aligned semantic space)。 以此为动机，我们提出了一种简单而有效的后训练方法 —— 重建对齐（Reconstruction Alignment, RecA）。RecA 并非对模型架构本身做出改动，而是在模型常规训练完成后，额外进行一阶段自监督的后训练。 https://image.jiqizhixin.com/uploads/editor/da6ac7e7-2b7f-4d9e-9119-b3b1f740b32a/640.png Arxiv：https://alphaxiv.org/abs/2509.07295 代码：https://github.com/HorizonWind2004/reconstruction-alignment 项目主页：https://reconstruction-alignment.github.io/ 具体来说，在 RecA 训练过程中，模型首先利用其视觉理解编码器从输入图像提取出语义嵌入特征（例如采用预训练的 CLIP、DINO 等模型获取图像的高维语义表示），与一个模板文本嵌入相融合，再送入统一多模态模型，使其以此为条件试图重建出原始输入图像。根据生成的图像与原图像之间的差异计算自监督重建损失，RecA 将视觉理解分支中蕴含的细节知识有效对齐到生成分支 。 值得一提的是，RecA 的训练不需要任何的图像 - 文本对，只需未标注的图像即可完成训练。训练完成后，模型在推理时并不需要额外输入这些视觉嵌入，仍然像普通生成模型一样，仅通过文本提示即可工作；换言之，RecA 是一种纯训练阶段的对齐策略，不会增加推理阶段的开销或改变使用方式。 https://image.jiqizhixin.com/uploads/editor/617120b3-7aa6-4999-91a7-8bf28b84b87f/640.png 实验结果 通用性（Generality） 为了验证 RecA 的有效性，我们在四种代表性的统一多模态模型上进行了实验。1. Show-o (AR), Harmon (AR+MAR), OpenUni (AR+Diffusion, Metaqueries 开源版), BAGEL (AR+Diffusion) 等模型，涵盖了当前的主流架构。可以发现，RecA 在所有模型上均带来了显著的性能提升，显示出其方法的通用性和稳健性。 https://image.jiqizhixin.com/uploads/editor/7c997c3c-5431-4550-b2ee-a36632ef3ed8/640.png SOTA 结果（State-of-the-art Results） 我们使用 RecA 后训练得到的 Harmon-1.5B 模型展现出了极强的提高，在不使用 GPT-4o-Image 蒸馏数据和 RLHF 的情况下，在 GenEval 和 DPGBench 上达到了 0.86 和 87.21 的成绩。如果使用 GPT-4o-Image 蒸馏数据 BLIP3o-60k，通过两阶段策略（先进行有监督微调 SFT，再进行 RecA 无监督训练），Harmon 模型的性能进一步提升到 GenEval 0.90，DPGBench 88.15，全面刷新了现有记录。 https://image.jiqizhixin.com/uploads/editor/1735155c-bbea-42d5-9885-17aa7bef3461/640.png 对于 BAGEL，我们发现其在图像编辑任务上也取得了显著提升。在 ImgEdit 基准上的评分从 3.38 提升至 3.75，GEdit 评分从 6.94 上升到 7.25。经过 RecA 的 BAGEL 模型在某些编辑能力上超越最新的 SOTA 模型，如 Black Forest Labs 推出的 12 亿参数图像编辑模型 FLUX.1 Kontext。 https://image.jiqizhixin.com/uploads/editor/cdde7195-9221-4932-b13c-932c2bf2cc37/640.png 可视化效果 生成能力展示： https://image.jiqizhixin.com/uploads/editor/5a7ee909-9d29-4d0d-ad4c-469821cc330c/640.png 编辑能力展示： https://image.jiqizhixin.com/uploads/editor/46a5fc03-739a-4afa-925c-a25d02d1534c/640.png 训练前后的生成能力对比： https://image.jiqizhixin.com/uploads/editor/e808d177-91bf-4592-a447-a5cf55b0da76/640.png 训练前后的编辑结果对比： https://image.jiqizhixin.com/uploads/editor/604c495a-f2af-4409-a771-29877def29cc/640.png"}
{"url": "https://www.jiqizhixin.com/articles/2025-09-18-23", "title": "新思科技中国30周年，引领AI智能体工程师重塑芯片设计范式", "date": "2025/09/18 23:06", "content": "2025 年 9 月 18 日，新思科技中国 30 周年暨 2025 新思科技开发者大会在上海西岸国际会展中心隆重举行。本次大会汇聚了全球行业精英、技术专家、跨界嘉宾及合作伙伴，见证新思科技在华 30 年发展成果，共同讨论在智能系统新浪潮中，如何利用更多的数字工具，串联物理世界，再造工程设计范式，持续引领从芯片到系统技术浪潮。 从初心到未来 引领科技创新 在本届开发者大会上，新思科技全球高级副总裁、新思科技中国区董事长兼总裁葛群回望了公司在中国的发展历程与技术演进。他指出，三十多年前新思科技以代理形式进入中国市场，尽管当时集成电路尚在萌芽期，但高校的热情与需求让新思的 EDA 工具开始在学术界有所传播。1995 年公司正式进入中国，并向清华大学捐赠了价值上百万美金的 Design Compiler 软件，1996 年 “909 工程” 正式实施，新思科技开启了与中国芯片产业共同成长的征程。 https://image.jiqizhixin.com/uploads/editor/60983214-53c6-4c35-9fc9-54d762544ddb/1758247539537.jpeg 在 2000 年代，新思科技通过并购 Avanti 等公司并逐步整合关键技术，逐步确立了在 EDA 和 IP 领域的领导地位，也推动了中国本地团队的快速壮大。他本人也在这一阶段加入新思，亲历并深度参与了中国芯片科技从 “跟随” 到 “突破” 的蓬勃发展。 在演讲中，葛群指出：“推动产业发展的核心动力，是技术的持续创新与人才的厚积薄发。” 正是基于这一理念，他带领新思科技中国确立了 “让明天更有新思” 的愿景 —— 通过技术创新与人才赋能，为未来注入新思维，激发新洞察，推动产业向更高维度跃升。2019 年，葛群将原有的中国用户大会全面升级为 “新思科技开发者大会”，旨在为中国芯片开发者打造一个技术交流、灵感激发的专业平台。 https://image.jiqizhixin.com/uploads/editor/1ce34c82-f57d-402f-9113-447ae4d79e06/1758247445512.png 今年，在新思科技总裁兼首席执行官盖思新（Sassine Ghazi）先生的带领下，新思科技成功收购 Ansys，标志着公司从 “芯片” 迈向 “系统” 的战略转型。葛群表示，未来新思科技将继续通过技术整合与全球资源协同，为中国乃至全球科技产业持续注入新的活力。随后他盛情邀请盖思新先生继续分享 “明天的新思” 和 “有新思的明天”。 从芯片到系统 引领 AI 智能体工程师重构工程范式 盖思新先生在主题演讲中，重点阐述了新思科技在 2025 年的战略转型与未来发展方向。他指出，2025 年是新思科技意义非凡的一年，通过完成对 Ansys 的收购，公司正式确立 “从芯片到系统” 工程解决方案全球领导者地位。 https://image.jiqizhixin.com/uploads/editor/7b9f6863-5fa2-43f1-8660-c571430fc2cb/1758247459964.png “这一转型是我们在智能系统新浪潮中实现引领的深思熟虑之举，我们将再一次主动塑造未来。” 盖思新先生表示：“当机器人、自动驾驶汽车等复杂智能系统成为创新主流时，单一领域的技术方案已难以满足需求。唯有打通从芯片到系统的全链条能力，才能为未来科技发展创造更大价值。” https://image.jiqizhixin.com/uploads/editor/bae65e39-c7b8-4439-8af2-b0448e79076f/1758247470031.png 他详细介绍了新思科技在三大关键领域的引领技术突破：系统级设计、芯片设计升级与 AI 智能体。这些突破正在重塑芯片工程设计的范式。 系统级别设计：通过整合模拟与芯片设计能力，实现电子、电气、热力、机械等跨域洞察，为智能系统提供全生命周期的优化方案。 芯片技术升级：依托领先的 EDA 解决方案与 IP 产品，结合多物理场分析技术，解决先进制程下的功耗、散热、电磁兼容等复杂问题，加速芯片开发周期。 AI 智能体 AgentEngineer™ 技术：新思科技率先将 AI 作为现代芯片设计的核心能力，并持续推动 AI 垂直应用于 EDA 全栈。 https://image.jiqizhixin.com/uploads/editor/4c29c06d-4d85-4939-af33-215574e2dfc3/1758247482586.png 盖思新先生还勾勒出一个智能体系统的发展框架，类似于汽车行业从 ADAS 向完全自动驾驶的 “L1-L5” 演进路径。该框架描绘了从基础能力到具备高级决策与行动能力的自主多智能体系统的发展进程。 https://image.jiqizhixin.com/uploads/editor/3c56d95b-8ac0-4527-b6cc-32bf30038219/1758247494837.png 新思科技正与诸多行业领导者合作，开发具备差异化功能的智能体系统。随着自动化水平的不断提升，这些系统将增强而非取代开发者，帮助研发团队管理设计复杂性、加速创新，并缓解开发者短缺的问题。 “工程的未来在于采用全面的、智能驱动的、从芯片到系统的创新方法。” 盖思新先生总结道，“新思科技正处于这场‘重新设计工程’（Re-engineering Engineering）变革的前沿。我们相信，在未来，人类将构想智能系统，并与智能体协作完成设计，从而实现更快的速度、更高的精度与更优的质量。” 从探索到落地 凝聚创新共识 会上还展开了技术创新从探索到落地的高峰论坛。由知名科技博主老石主持，台积公司 (中国) 副总经理陈平、波音民机集团全球副总裁高思翔、灵巧智能 CEO 周晨、新思科技中国区副总经理姚尧参与了此次讨论。 https://image.jiqizhixin.com/uploads/editor/1ac66cac-dd58-456f-a04b-9ec5d936154c/1758247507625.png 知名科技博主老石认为，现在构建一个产品，不仅仅是一个芯片或者一个物理产品，而是一个横跨底层技术，从芯片到软件再到最终产品的一个复杂系统。通过系统级方案，虚实边界正在被打破。 对此波音民机集团全球副总裁高思翔表示认同，航空制造业是一个非常系统的工程。周期长达 10-15 年，投资通常至少上百亿美元。而包括数字孪生技术在内的技术创新无论在设计、验证还是测试等各个阶段，都能很好的发挥作用，将会极大的改变航空领域的安全和成本。 台积公司 (中国) 副总经理陈平则表示，数字孪生和 AI 对台积电有两层含义。一方面，台积电承担对 AI 的底层硬件的支持。另一面台积电通过 AI 和数字孪生来达到伙伴和客户的期待和要求，即最大限度地提高集成度、算力和能效比。 灵巧智能 CEO 周晨认为，给客户交付的时候，不是仅仅交付一个硬件，而是一整个系统。人类的知识、开发者的经验需要通过数字化方式反馈给系统，并将这些知识经验消化，这个系统才有可能越仿越真，越来越接近物理世界。 新思科技中国区副总经理姚尧指出，数字孪生正推动工程创新范式的根本转变。新思科技通过融合电子与多物理场仿真，为客户提供高保真系统级数字孪生能力，大幅降低开发成本、提升可靠性。未来，自主化、AI 驱动的数字孪生将实现系统自我优化，而跨学科思维与系统视角将成为下一代开发者的核心能力。 百家合技术发行负责人周罕针对 AI 到游戏宇宙，分享了共享生态创新的方法论。他表示 AI 无处不在，从开源到节流，AI 正在渗透游戏创作的每一个环节。越来越多的 AI 智能体正在有效赋能游戏行业。 12 大技术论坛 勾勒 “从芯片到系统” 技术蓝图 本次会议还特别策划 12 大硬核技术论坛，涵盖 Gen AI、人工智能与数据中心、智能汽车、RISC-V、异构系统等前沿技术。现场近百位行业领袖和技术专家与开发者们分享这些领域的突破与探索。 这次大会不仅清晰勾勒出 “从芯片到系统” 的技术蓝图，更以开放的生态姿态，串联起全球创新力量。从人才培养的深耕细作，到跨域技术的融合突破，再到智能系统的未来构想，每一步探索都印证着 “让明天更有新思” 的初心。随着数字与物理世界的深度交织，工程设计的新范式正在加速成型，新思科技与万千开发者、合作伙伴必将为万物智能时代注入更澎湃的创新动能。"}
{"url": "https://www.jiqizhixin.com/articles/2025-09-18-10", "title": "科大讯飞发布面向东盟的多语言大模型及系列产品，布局中国—东盟AI生态大未来", "date": "2025/09/18 18:03", "content": "“让人工智能唱主角是本届盛会的最大亮点！”9月17日上午，第22届中国—东盟博览会（以下简称“东博会”）在广西南宁开幕。开幕式上，当大屏幕上七种语言实时字幕同传嘉宾发言；当身着中国、缅甸、马来西亚三国特色服饰的数字人司仪开口控场；当议程刚完，AI就一键生成了会议纪要、新闻稿并提取了大会热词、精彩瞬间照片……大家惊叹：好有“AI”的东博会！ https://image.jiqizhixin.com/uploads/editor/2b8f84dc-9cb2-4864-951e-79145ca9ff9a/1758189594739.png 开幕式是序曲，下午，在南宁市人民政府、中国—东盟博览会秘书处的支持下，科大讯飞主办的技术应用发布暨东盟生态合作伙伴会议则是高潮：面向东盟地区发布星火东盟多语言大模型底座及系列AI产品，并与来自老挝、马来西亚、泰国等多个东盟国家的合作伙伴签约，共建东盟人工智能新生态。 “今天广西南宁是全世界的焦点和中心，我们非常有幸在这样一个特殊时刻，与大家开启未来、合作共赢。”科大讯飞董事长刘庆峰分享了一个浪漫的细节，在东博会科大讯飞展区，有一棵AI许愿树，每个人的愿望都能翻译成东盟多国语言，让东盟社会各界都能看得到。 “AI味儿”最浓的一届东博会 博览会全场景沟通无障碍 “这可能是AI味儿最浓的一届东博会。”刘庆峰的话在东博会主会场南宁国际会展中心随处都可印证。 洽谈室里，嘉宾们手拿“翻译神器”。科大讯飞提供了200台讯飞翻译机供嘉宾使用，让中企与东盟客商的合作洽谈少了隔阂、多了效率。 展区现场，志愿者都有沟通“沟通利器”——讯飞提供了10000份讯飞翻译APP二维码卡，无论是为印尼客商介绍广西米粉的“鲜辣汤底熬制工艺”，还是帮助马来西亚等东盟企业指引展位路线，志愿者只需在讯飞翻译APP上需输入文字或对着手机说话，就能快速获取多语言翻译结果，让接待指引服务全程顺畅无滞。会场还设有两处翻译服务点，为所有参会公众提供即时语言帮助。 科大讯飞打造的数字人形象更是“无处不在”的好帮手：常驻展会现场，一方面通过智能交互一体机为观众解答疑问，另一方面以移动数字人的形态“走”到人群中，提供清晰的场馆导览，生动讲解大会的核心亮点与参展亮点，提升观众的参展体验。 https://image.jiqizhixin.com/uploads/editor/992f8789-8db8-4a83-a6a3-6b2e3765cb8e/1758189617848.png 打造AI“新基建”和“新工具” 面向东盟发布大模型底座及系列产品 9月17日下午的发布会，吹响了AI走向东盟的正式号角。 “人工智能+”区域共同发展的过程中，最先要做的就是做好AI“新基建”。 科大讯飞发布了专门为东盟十国打造的星火东盟多语言大模型底座，这也是基于纯国产化软硬件打造的完全自主可控的东盟多语言通用大模型底座。 模型根据东盟地区的语言特点，在星火多语言大模型的基础上专题训练提升了面向东盟地区十种语言的通用效果，覆盖马来语、印尼语、泰语、越南语、菲律宾语、缅甸语、高棉语、老挝语、泰米尔语及爪哇语十种语言，具备语言理解、机器翻译、知识问答、文本生成、数学能力、常识推理等能力，在全栈自主可控的平台上，用小一个数量级的模型参数，综合效果对标国际领先水平。 https://image.jiqizhixin.com/uploads/editor/f2a35fb5-0281-4b68-9e9b-8774e4f2e935/1758189627675.png 另外，基于完备的工具链，星火东盟多语言大模型底座能支持东盟各国行业应用高效安全落地，训练优化成本比业界同行低一个数量级，同时提供全栈行业落地方案。基于星火东盟多语言大模型底座，科大讯飞也对东盟多语言语音识别与合成大模型进行了优化，效果持续保持业界领先。 https://image.jiqizhixin.com/uploads/editor/6ae8e2cc-dbf0-471b-bfb6-b33738dbe599/1758189636662.png 现场，科大讯飞研究院院长刘聪展示了多种语言的效果，大模型机智、准确地应对赢得阵阵掌声。目前，在讯飞星火网页版和APP的智能体里搜索“星火东盟多语言大模型”，进入后可直接体验；同时，星火东盟多语言大模型相关API在讯飞开放平台正式上线，可以通过申请获取使用。 AI“新工具”也打造完毕，适用于各种场合，任君选择。基于星火东盟多语言大模型底座，科大讯飞推出多款面向东盟市场的系列创新AI产品。 讯飞翻译SaaS平台作为全场景的翻译服务+数据聚合平台，可以提供一站式多端协同的翻译服务，相当于讯飞AI翻译软硬联动的枢纽。目前已上线文本翻译、文档翻译、同传翻译（讯飞同传）、音视频翻译（讯飞译制）、人机协同翻译等功能，全面覆盖办公、会议、内容出海等多元场景。 讯飞双屏翻译机2.0（东盟语言升级）则在现有支持85种语言互译、18种语言离线翻译的基础上，对东盟相关语言进行针对性优化，并新增“外到外”翻译功能。目前，该产品能够支持东盟国家10个重点语言和12个全球重点语言互译，助力中国企业出海商贸。 针对跨国会议中的多语言协作难题，科大讯飞推出讯飞听见多语言会议系统（东盟版），能覆盖东盟十国语言，提供多语转写、实时同传、会议纪要及全流程数据管理等功能，可广泛应用于日常办公、国际商务会谈和多语言培训等场景。 https://image.jiqizhixin.com/uploads/editor/1ab9193e-df77-496d-adc7-de000c9c29d2/1758189644953.png 在教育领域，科大讯飞推出了中文智慧教学系统（东盟版）。这是基于讯飞星火大模型、语音评测等人工智能技术开发的一款中文教学软件系统，可以帮助老师高效备课、课堂趣味互动，课后精准练习，推动跨国教育交流与中文学习普及让中文教学更高效、更精准、更有趣。 https://image.jiqizhixin.com/uploads/editor/204d6b17-912d-4d43-808c-d2c4cb6a0fda/1758189652187.png 更进一步，只有整个伙伴生态体系的繁荣，才有整个东盟人工智能的可持续长期发展。 东博会期间，科大讯飞与华为共同启动了区域智能生态合作，并与多家机构现场签署合作协议，包括老挝科技与通讯部、马来西亚好享广播电视电影集团、泰国北榄府教育局以及马来西亚汉文化中心、印度尼西亚慧科教育科技有限公司、缅甸金光教育学院、新加坡AiPilot、泰国北榄府帖诗琳中学、泰国北榄府党尚隆中学等东盟教育科技单位，并联合国内高校如广西民族大学、桂林电子科技大学、桂林理工大学，以及中国银行广西分行、南宁市勘测设计院等国内机构，助力中国—东盟人工智能创新合作中心建设与区域AI产业生态共荣。 从“广西经验”到“东盟方案”， AI出海的双向奔赴 这不仅仅是技术的展示，更是一场跨国合作的“双向奔赴”。 新技术的应用必须与产业实际场景深度融合，并在持续迭代中实现进步。广西以其独特的优势、资源禀赋以及良好的政策环境，正在成为创新技术面向东盟应用的“桥头堡”和中心枢纽。 科大讯飞和广西的缘分从2019年开始。6年来，科大讯飞便以“技术扎根+场景验证”的本地化策略为核心路径，助力区域发展，通过人工智能创新平台服务广西超过11.2万个开发者团队。同时在教育、医疗、政务、司法等领域打造出一批可复制、可推广的“人工智能+”实践案例，并在本届东博会现场全方位展示，为中国—东盟人工智能场景落地提供样板案例。 https://image.jiqizhixin.com/uploads/editor/c6b275c9-c7ff-4921-807b-96c13f72e152/1758189660584.png “广西将成为创新汇聚的桥头堡和中心地点，”刘庆峰说。 发布会上，广西壮族自治区、南宁市政府领导表达了支持，多位东盟重量级嘉宾表达了强烈的合作意愿。 广西壮族自治区发展和改革委员会主任白松涛说： “我们将积极贯彻落实国家、自治区关于人工智能发展的系列部署，聚焦主责主业，以最大的诚意、最优的政策、最好的服务，优化营商环境，助推企业创新发展，共同打造面向东盟的人工智能国际合作高地，为服务构建更为紧密的中国东盟命运共同体贡献应有力量。” 南宁市人民政府党组成员、南宁五象新区管委会副主任李光劭表示： “南宁正处在加快发展的关键时期，我们正紧紧围绕国家赋予的建设面向东盟开放合作的国际化大都市，建设中国—东盟跨境产业融合发展合作区新定位、新使命，全力打造面向东盟的人工智能国际合作新高地。” 老挝科技与通讯部副部长赛萨纳·西提蓬说： “我们渴望通过人工智能技术，让数字服务覆盖每个村庄，让老挝青年掌握未来技能。科大讯飞今天发布的产品，恰恰回应了这些需求。未来，我们将共建‘绿色AI服务网络’，开展‘中文 + AI’人才联合培养，并深化老挝语大语言模型技术生态建设。” 马来西亚汉文化中心主席、拿督吴恒灿表示： “语言不仅是沟通的工具，更是文明互鉴的桥梁。相信依托科大讯飞在人工智能领域的领先能力，必将推动中文在马来西亚主流社会的教学与文化传播进入一个全新的历史阶段。” 泰国北榄府教育局中文中心主任隆素莉·幸哈娜认真介绍了“讯飞智慧教育经验”： “传统中文课堂普遍存在学生参与度低、口语训练不足等问题。使用中文智慧教学系统后，学生学习表现飞跃进步：从原本平均每人每节课仅开口1–2次，到如今超过12次。这一转变不仅是数字上的突破，更体现了教学模式的深刻转型——从‘以教师为中心’转向‘以学生为中心’，从‘被动回答’转向‘主动表达’，使学生真正爱上中文，敢于开口，并乐于运用。” https://image.jiqizhixin.com/uploads/editor/644d88f7-5be5-475f-bc9c-2c8266f55ee2/1758189670215.png 未来，科大讯飞将进一步深化与广西的合作，以中国—东盟人工智能创新合作中心建设为抓手，推进东盟语料库建设、智慧教育与智慧医疗系统落地、跨境电商数智化升级等重点项目，在实践中将“广西经验”转化成更贴合东盟需求的“东盟方案”，与广西携手打造面向东盟的人工智能合作新高地，为构建更为紧密的中国—东盟AI多元化生态注入源源不断的科技动能。"}
{"url": "https://www.jiqizhixin.com/articles/2025-09-18-9", "title": "Nature | 20年后你会患上哪些疾病？AI准确预测超1000种疾病患病风险，助力预防", "date": "2025/09/18 15:16", "content": "https://image.jiqizhixin.com/uploads/editor/0bb0e2f4-155d-4821-8075-2ad0bd133422/640.jpeg 编辑丨coisini 古籍云：「上医治未病」，意思是医术最高明的医生擅长预防疾病。在综合评估个人健康风险状态的基础上，一些疾病可以通过一定的防治干预手段来阻断发展。 现在，人工智能（AI）可以为人类预测疾病风险了！ 来自德国癌症研究中心（DKFZ）、欧洲分子生物学实验室（EMBL）、哥本哈根大学等机构的研究团队开发了一款新型 AI 工具 ——Delphi-2M，可以预测一个人罹患 1000 多种疾病的风险，在某些情况下甚至可以提前几十年预测。 研究论文以《Learning the natural history of human disease with generative transformers》为题发表在《Nature》上。 https://image.jiqizhixin.com/uploads/editor/8f37f48b-fd9c-4417-9197-42333c70fd56/640.jpeg 论文地址：https://www.nature.com/articles/s41586-025-09529-3 Delphi-2M 关于疾病预测，现有算法大多针对特定疾病，而对多重疾病建模仍是一个难题。根据国际疾病分类第十版（ICD-10）编码系统，人类疾病谱包含超过 1000 种顶层诊断分类。 除诊断数量庞大外，多重疾病建模挑战还包括：对既往事件间时间依赖性的建模、整合预后相关多元数据等。 研究团队通过改进 GPT（生成式预训练 transformer）架构，构建了能够模拟人类疾病进展的模型 ——Delphi-2M。该模型基于 40 万英国生物银行参与者的数据训练，并使用超大规模外部数据（参数未调整）进行验证。 https://image.jiqizhixin.com/uploads/editor/e85eb210-d4f8-4a12-b08b-5c859bffd298/640.jpeg 根据个体既往病史，Delphi-2M 能够预测 1000 多种疾病的发病率，并且准确度与现有单病种模型相当。 https://image.jiqizhixin.com/uploads/editor/eec6816e-1f15-472e-a8d2-d92893317eab/640.jpeg Delphi-2M 还可为个体提供长达 20 年的潜在疾病风险估计，利用健康记录和生活方式因素来估算其未来 20 年内罹患癌症、皮肤病和免疫系统疾病等疾病的可能性。 https://image.jiqizhixin.com/uploads/editor/48495823-5251-436c-9be8-5cbd53de0e27/640.jpeg 研究团队还从可解释 AI 的角度对 Delphi-2M 预测的内在逻辑进行了分析： https://image.jiqizhixin.com/uploads/editor/38973b8a-cb39-4c17-af80-bd303dec8f75/640.jpeg 值得一提的是，基于 Transformer 的架构让 Delphi-2M 能够相对简便地整合附加数据层，即时纳入更多生活方式数据、自报健康状况、处方记录、检测指标等等。 总体而言，Delphi-2M 展现出卓越的适应性，既能胜任预测性和生成性健康任务，又可应用于人群级数据集，揭示疾病事件间的时间依赖性。 外部验证 为了评估 Delphi-2M 模型在未知人群中的泛化能力，研究团队直接迁移了基于英国生物银行数据训练得到的 Delphi-2M 模型权重，在超大规模外部数据上进行了验证评估，未进行任何重训练或参数调整。 结果显示：模型平均 AUC 值为 0.67（标准差 0.09），略低于在英国生物银行数据纵向测试中的表现（0.69，标准差 0.09）。虽然准确度略有下降，但 Delphi-2M 能准确反映多重病症的真实演变规律。 https://image.jiqizhixin.com/uploads/editor/a7944ad6-ae61-4371-853a-8ea61575eb65/640.jpeg 但研究团队坦言：Delphi-2M 还存在一些局限性，例如，健康数据源的多样性影响了模型预测。 总的来说，Delphi-2M 有望增强个性化健康风险认知，为精准医疗方法提供依据。不过，使用 AI 模型进行推断预测时需保持审慎，此类模型更适合作为现有诊断流程的补充工具而非替代方案。 感兴趣的读者可以阅读论文原文，了解更多研究内容。 参考内容：https://www.nature.com/articles/d41586-025-02993-x"}
{"url": "https://www.jiqizhixin.com/articles/2025-09-18-8", "title": "OneSearch，揭开快手电商搜索「一步到位」的秘技", "date": "2025/09/18 13:28", "content": "还有一个多月，一年一度的“双十一”购物节就要来了！ 作为消费者，你通常会如何寻找心仪的商品呢？或许你兴致勃勃地在搜索框里敲下关键词，却发现呈现出来的商品列表总是差强人意。那么，问题究竟出在哪里？ 这一切，还要从电商平台常用的传统搜索架构说起。目前主流系统采用“召回 -> 粗排 -> 精排” 的级联式架构。 召回层：比如你搜索 “红色连衣裙”，系统会迅速从数亿商品中筛选出上万个包含 “红色”“连衣裙” 关键词的商品。这步追求快和全，但精度不高 —— 难免会出现一些标题党商品（比如标题强行蹭热点，写 “红色连衣裙” 但其实卖的是搭配的开衫） 粗排层：系统使用轻量级模型对这上万个商品粗略排序，去掉一些明显不相关的商品。 精排层：采用更复杂、精细的模型，对几百个剩余商品进行最终排序。它会综合考量点击率、销量、价格、用户历史偏好等多种因素，返回你最终看到的商品列表。 https://image.jiqizhixin.com/uploads/editor/bb7d0b99-dd0b-4cf5-90da-1e513a991498/640.png 那么，到底是哪些环节导致我们总是看到不满意的商品？原因在于： 商品描述混乱 ：卖家为增加曝光，常在标题中堆砌大量不相关热词（如 “民族风复古流苏酒红色吊带连衣裙云南新疆西藏旅游度假长裙”），严重干扰系统判断。 相关性问题突出 ：用户搜索词往往很短（例如 “夏季阔腿裤”），但只要某一属性不匹配（如商品实际是 “裙裤” 款式），就不再相关，而系统难以精准捕捉这类差异。 级联结构存在瓶颈 ：级联式框架如同三道筛子，如果第一层召回效果差，后面再怎么排也难挽回。并且三层目标不一致，整体协同困难。 冷启动难题 ：新上架商品或搜索量极低的长尾词，因缺乏历史数据，很难被系统正确处理，导致曝光机会匮乏。 1、OneSearch：电商搜索端到端生成式框架 为解决传统电商搜索系统面临的诸多挑战，工业界通常采用级联式架构，以实现较高的商业效益和系统稳定性。然而，随着大语言模型的兴起，研究者开始探索如何借助其强大的语义理解与世界知识进一步优化搜索体验。 在此背景下， 快手提出了业界首个工业级部署的电商搜索端到端生成式框架 ——OneSearch。 https://image.jiqizhixin.com/uploads/editor/b36a69e6-dc38-4b96-b8b3-d1d81e09688e/640.png 论文标题：《OneSearch: A Preliminary Exploration of the Unified End-to-End Generative Framework for E-commerce Search》 论文地址：https://arxiv.org/abs/2509.03236 该框架涵盖以下 三大创新点 ： 1. 提出关键词增强层次量化编码（KHQE）模块，能够在保持层次化语义与商品独特属性的同时，强化 Query - 商品相关性约束； 2. 设计多视角用户行为序列注入策略，构建了行为驱动的用户标识（UID），并融合显式短期行为与隐式长期序列，全面而精准地建模用户偏好； 3. 引入偏好感知奖励系统（PARS），结合多阶段监督微调与自适应奖励强化学习机制，以捕捉细粒度用户偏好信号。 https://image.jiqizhixin.com/uploads/editor/35258bc2-f2ad-4b5c-9ccf-deb3a5e9079e/640.png 2、 OneSearch 技术方案 三大创新 2.1 关键词增强层次量化编码（KHQE）模块 https://image.jiqizhixin.com/uploads/editor/bd23387b-dc72-4df2-b9d4-d44f0897052a/640.png 商品语义涵盖标题、关键词、详情页、商家、价格、图片等多维度信息。然而，商家为提升曝光度，常在标题中堆砌大量关键词，导致出现多主体甚至属性冲突的问题，例如：“法式挂脖连衣裙女夏宽松显瘦绝美温柔初恋优雅皮靴搭配红色浅蓝色粉色”。此类混杂表述易掩盖商品的核心特征。 为实现多元化搜索意图下 query 与商品的精准匹配，首先必须对商品的丰富语义进行充分建模。快手团队设计了四个任务来对齐协同和语义表征： 1. Q2Q 和 I2I 对比损失 ：用于对齐协同相似对的表征； 2. Q2I 对比损失 ：增强 Query - 商品对的语义相关性，确保表征模型理解业务特性； 3. Q2I 边际损失 ：进一步学习 具有不同行为级别（如曝光、点击、下单）的 < q, i > 对的协同信号偏差 ； 4. 基于 LLM 的难样本纠偏 ：保证难样本相关性水位。 第一步：提取核心属性 使用 Qwen-VL/AC 自动机分别识别出商品 /query 的关键属性（如品牌、品类、颜色、材质）。例如，从前述混乱标题中精准提取 “连衣裙”、“法式”、“挂脖”、“夏季” 等核心属性，弱化 “绝美”、“皮靴” 等无关或冲突词汇。 第二步：生成层次化编码（SID） 传统 SID 编码方法（如 RQ-VAE、RQ-Kmeans）倾向于编码商品间的共性特征，导致语义相近的商品被映射到相同编码中，无法充分保留个性化差异，从而制约生成式检索模型的性能。 为解决该问题， 快手搜索技术团队提出 RQ-OPQ 编码方案，融合 RQ（残差量化）和 OPQ（优化乘积量化）的优势 ，从纵向与横向两个维度建模商品特征： RQ：负责处理层次化语义特征，通过多层残差量化捕捉从粗粒度到细粒度的商品语义。 OPQ：负责量化独特特征，专门编码每个商品的差异化属性。 首先使用 RQ-Kmeans 进行 3 层层次化编码，构建商品的主体语义表示。可视为从粗到细的分类标签体系。例如：第一层为 “服装”，第二层为 “连衣裙”，第三层为 “法式款式”。经过聚类后所剩余的残差信息，包含商品最独特、最细粒度的属性。进一步对残差向量应用 OPQ 进行 2 层编码，以捕获商品的细微差异特征，如 “iPhone 17 Pro” 的 “星宇橙色”、“256GB 内存” 等关键属性。缺失此类信息将导致模型无法区分同类别商品的细微差别。 最终每个商品由 5 层 SID 组成：前 3 层来自 RQ 聚类中心，后 2 层来自 OPQ 量化结果。该结构相当于为每一个商品生成了一个具备丰富语义层次的 “智能身份证”，显著提升了生成式检索的区分能力和准确性。 2.2 多视角用户行为序列 https://image.jiqizhixin.com/uploads/editor/44de4c34-714d-4a99-ab92-f15d17a0d042/640.png 传统搜索系统往往难以有效捕捉用户的近期偏好与长期兴趣。其核心原因在于传统排序模型中的用户 ID 仅为一串随机数字（如 “12345”），缺乏语义信息。而在 OneSearch 中，依据用户的长 / 短期行为序列构建具有区分性的用户标识（distinctive User ID）。例如，若用户近期频繁浏览露营装备，并长期表现出对高性价比商品的偏好，系统会为其生成一个精准描述这些行为的标识，而非无意义的编号。具体而言，采用有序加权方式基于用户的长 / 短期行为序列计算 distinctive User ID： https://image.jiqizhixin.com/uploads/editor/dd9ed297-4af9-4da9-93db-e294a87412ad/640.png 2.2.1 显式引入短行为序列 用户最近的搜索 Query 和点击商品可反映其即时意图。例如，若用户近期频繁搜索 “开学必备”、“宿舍神器”，系统可推断其可能为准大学生，进而在搜索结果页中围绕此进行展示。为实现这一目标，系统将用户最近的搜索 Query 序列和 SID 形式的点击商品序列直接编码至模型输入（prompt）中，以显式方式强调这些近期行为特征。同时，为缓解新用户行为稀疏性问题并模拟兴趣演化，采用滑动窗口策略进行数据增强。 2.2.2 隐式引入长行为序列 长期行为序列旨在从用户历史行为（如点击、购买等）中提炼稳定的偏好特征，形成整体用户画像。例如，用户长期购买高端电子产品和小众设计师品牌，可体现其消费层次和审美倾向。 在电商场景中，用户行为序列长度常高达～10³，无法以显式方式完整引入。考虑到 BART 等模型的最大输入长度限制（如 1024）以及长序列对线上推理延迟的影响，可通过嵌入（embedding）方式隐式融合用户个性化信息。与 OneRec 等方法直接对海量视频 ID 进行建模（嵌入维度达几十亿）不同，OneSearch 提出基于 SID 维度建模，具有以下优点： embedding 维度低，仅几千维 emb 即可表征全量商品 SID 本身已经包含了类目、材质等层级化信息，无需引入额外特征 为进一步降低线上计算复杂度，对用户行为 SID 序列分层（L1/L2/L3）进行均值池化，并利用 QFormer 对序列表征进行压缩，最终得到一组（n, 768）维向量，即 n 个用户序列 token。消融实验表明，去除长期行为序列会导致离线性能显著下降，证明了隐式引入长序列的必要性。 该方法使系统能够更全面、深层地理解用户意图，显著提升了个性化搜索的准确性与用户体验。 2.3 引入偏好感知奖励系统（PARS） 当然，光能识别商品和理解用户还不够，最终得把所有匹配的商品排好顺序。 相比于推荐系统中的序列一致性，搜索中 query 和 item 之间的 强相关性约束 对生成式模型提出了更大的挑战。对于 GR 模型，不仅需要实现 SID 与 query/item 之间的语义对齐，还需要根据序列信息直接生成满足相关性约束和用户偏好的 item。因此，OneSearch 提出了一个偏好感知奖励系统，包括多阶段监督微调（SFT）和自适应奖励系统，以增强模型的个性化排序能力。 https://image.jiqizhixin.com/uploads/editor/1d7981d4-e38d-4848-8b30-db9d62813749/640.png 2.3.1 监督微调（SFT）阶段 用于搜索的生成式模型，需要同时准确把握〈query, item〉对的相关性以及用户的个性化偏好。OneSearch 创新性地设计了三阶段 SFT 训练任务：分别实现语义内容对齐、协同信息对齐、用户个性化建模。这就类似于 “上课” 的过程，从易到难，进行课程学习。 第一节课：认识 query/item 的 SID 与类目（比如 “薄款衬衫” 对应哪个 SID、哪一类目）； 第二节课：学习 query 和 item 的共现关系（比如搜索了 “极简风” 的用户，常买哪些商品）； 第三节课：结合用户的兴趣档案做练习（比如给 近期看露营 + 长期爱性价比 的用户，高优展示哪款类型帐篷）。 https://image.jiqizhixin.com/uploads/editor/8b5d72d6-6bc4-4dd0-9b29-5759d4cde7a0/640.png 这一分阶段的学习策略有效提升了模型对相关性约束和用户偏好的联合建模能力。 2.3.2  强化排序学习（RL4Ranking）阶段 为了使生成式模型具备排序能力，一种直观的思路是借助强化学习，对用户有交互和无交互行为的区别学习。OneSearch 引入了一套自适应的奖励系统，首先通过 reward model 实现与线上精排模型的分布对齐，再结合用户真实交互行为进行监督训练，进一步激发生成式模型的推理能力。 样本自适应权重构建 电商搜索场景中用户意图多样，既包括强购买意图，也包含浏览、比价等弱意图行为。与视频推荐使用时长、次留等指标不同，电商搜索更关注 CTR、CVR、订单量与营收等直接转化指标。因此，如何对不同行为样本赋予合理的奖励权重，就显得非常重要。OneSearch 引入规则奖励机制（reward model），将用户行为划分为六个等级，并为每一类设置基础奖励值。在此基础上，进一步引入动态调节因子，基于商品近 7 天内的 CTR、CVR 等实时表现动态微调样本权重，缓解新品曝光不足带来的偏差。这种机制使得即使同为高等级样本（如两个成交商品），也会因历史转化效率的不同而在奖励权重上呈现细微差异，从而帮助模型捕捉更细粒度的用户偏好。 奖励模型（Reward Model）设计 为了对齐线上精排分布，OneSearch 首先设计了一个直观且高效的奖励模型。保持模型结构 & 损失函数与原精排一致、特征输入与 OneSearch 对齐，即用更少的特征拟合线上精排模型的分布，这样可以继承原有精排模型的稳定性。奖励模型训练好后，可以从线上日志中拉取用户真实搜索过的 query 等信息，使用 SFT 后的 OneSearch 模型生成候选 item 列表，再使用奖励模型进行进一步的排序；可以筛选出顺序发生变化的样本，这些差异样本反映了当前生成模型与线上精排在对用户偏好理解上的差距。利用这批数据进行监督训练，可有效增强模型的偏好学习能力。 用户交互引导，突破模型推理限制 在初步获得精排排序能力后，OneSearch 进一步引入用户真实交互数据监督训练，以激发生成模型的深层推理能力。训练中将以有点击、成交等正向反馈的样本作为正例，曝光未点击等作为负例，通过混合排序建模的方式，使模型在提升排序性能的同时，不损害生成多样性，避免 “奖励破解”（reward hacking）问题。 总结而言，OneSearch 的强化学习机制分为两步：首先通过奖励模型促使 OneSearch 拟合线上精排模型分布，学习基础的排序；再通过基于 Listwise DPO 进一步对齐用户偏好，突破排序性能的上限。 3、效果评测 离线实验效果 基于线上真实用户行为日志构建的离线测试集表明，OneSearch 提出的 RQ-OPQ 编码与自适应奖励系统相结合的方法效果最优，相比现有级联式系统（OnlineMCA），各项指标均有显著提升。 https://image.jiqizhixin.com/uploads/editor/6318a372-027f-4f80-bc86-3ccb0a3eb56e/640.png 在线实验结果 为了验证 RQ-OPQ 编码和用户序列引入的有效性，OneSearch 先后进行了两版实验，v1 版本仅使用 RQ 编码，取得了和线上级联式系统相近的效果；引入 RQ-OPQ 编码和用户序列建模后，v2 版本在 CTR 和 CVR 上有了显著的提升；额外地，在生成式模型的基础上进一步引入奖励系统，能获得转化指标的全面提升，最终版本订单量提升 3.22%，买家数提升 2.4%。 该实验验证了 OneSearch 模型在真实电商环境中的有效性。这是在大规模工业场景下，生成式模型第一次取代搜索全链路的可落地方案。 目前该系统已在快手的多个电商搜索场景中成功部署，每日服务数百万用户，产生数千万 PV 。 https://image.jiqizhixin.com/uploads/editor/62d20bdb-a98d-4677-bc73-099490bd0b6c/640.png 人工评测与在线性能 在人工评测中，OneSearch 系列模型不仅在 CVR 和 CTR 上表现优异，同时在页面整体满意度、商品质量及 query-item 相关性方面均显著优于线上级联式系统。此外，在线性能方面，机器计算效率（MFU）提升显著，从 3.26% 提高到 24.06%，相对提升达 8 倍；线上推理成本（OPEX）降低 75.40%，资源利用效率显著优化。 https://image.jiqizhixin.com/uploads/editor/d7938b9e-325f-42a8-a8bd-e7b215b472f2/640.png https://image.jiqizhixin.com/uploads/editor/a584e379-703d-4de0-9707-0e781a56c506/640.png 泛化性和场景分析 OneSearch 在绝大多数行业类别中均带来 CTR 的稳定提升，展现出良好的泛化能力。按 Query 频次、商品冷启动及用户层级下探表明，OneSearch 在高、中、低频 query 上均实现了 CTR 提升，尤其在中长尾 query 上的改善更为显著。此外，该系统在冷启动（cold-start）场景下表现尤为突出，效果显著优于常规（warm）场景，说明生成式检索模型能够更有效地应对长尾用户和新上架商品的排序挑战。 https://image.jiqizhixin.com/uploads/editor/0c47b97f-f36b-44c9-93fe-3c47fca91761/640.png https://image.jiqizhixin.com/uploads/editor/f05c1f5d-0a86-421d-8a12-7e2563d2cbef/640.png 4、始终追踪技术前沿 快手搜索技术部作为公司的核心算法研发部门，始终站在大数据与人工智能技术发展的前沿，致力于将大模型（LLM）技术与海量数据深度融合，打造行业领先的智能搜索平台，持续推动用户体验与技术能力的协同进化。部门业务覆盖视频搜索、电商搜索与 AI 搜索等多个核心方向，聚焦于构建精准、高效、智能的新一代搜索系统。 其中，OneSearch 所属的电商搜索团队以实际业务需求为驱动，坚持 “技术‑业务” 双轮迭代机制，多项技术突破已发表在 RecSys、CIKM、KDD、EMNLP、AAAI、ACM MM 等国际顶级会议上，多次引起业界广泛关注。面向未来，团队将持续深耕多模态理解、生成式搜索与 AI 搜索等关键方向，致力于实现更智能、更流畅、更人性化的搜索交互体验，以技术驱动业务创新，不断攀登智能搜索的新高峰。 5、未来展望 在后续研究中，快手电商搜索团队将致力于探索在线实时编码方案，缩小预定义编码与流式训练之间的差异。此外，还将引入更强大的强化学习机制以更精准地匹配用户偏好，并结合图像、视频等多模态商品特征，进一步提升模型的推理效果与用户体验。"}
{"url": "https://www.jiqizhixin.com/articles/2025-09-18-7", "title": "刚刚，OpenAI在ICPC 2025编程赛上满分登顶，Gemini也达到金牌水平", "date": "2025/09/18 13:22", "content": "IMO 之后，OpenAI 与 Gemini 双双加冕 ICPC 2025 金牌。 就在刚刚，OpenAI 和 Gemini 都声称达到了 ICPC 金牌水平。 其中，OpenAI 在 5 个小时内解决了所有 12 个问题，相当于人类排名第 1 位，超过了所有参赛大学团队。 https://image.jiqizhixin.com/uploads/editor/6cc84658-5a56-4bdb-88cb-515898dc523d/640.png 而 Gemini 解决了 12 个问题中的 10 个，总用时 677 分钟，达到了金牌水平，如果与人类团队比较，将排名第 2。 https://image.jiqizhixin.com/uploads/editor/8b39ad8f-8903-4351-8ac6-1e1d7da15e1d/640.png 人类团队方面，俄罗斯圣彼得堡国立大学的参赛队伍排名第 1，解决了 11 个问题。北京交通大学、清华大学、北京大学、中国科学技术大学的参赛队伍分别排名 2、4、5、9。 https://image.jiqizhixin.com/uploads/editor/70d4b8c6-c367-4d07-9845-93dc81c8e68c/640.png ICPC，即国际大学生程序设计竞赛，是全球公认的历史最悠久、规模最大、最负盛名的大学级算法编程竞赛，它比 IMO 等高中奥林匹克竞赛更高一级。每年，来自近 3000 所大学和 103 个国家的参赛者齐聚一堂，挑战现实世界的编程难题。 今年的 ICPC 世界决赛于 9 月 4 日在阿塞拜疆的巴库举行，汇集了来自竞赛早期阶段的顶级队伍。在五小时的比赛中，每支队伍解决了一组复杂的算法问题。最终排名严格依据两个原则：只有完美的解决方案才能得分，每一分钟都至关重要。在 139 支参赛队伍中，只有前四支队伍获得了金牌。 下面是 ICPC 的原题，感兴趣的读者可以亲自尝试一下。 https://worldfinals.icpc.global/problems/2025/finals/index.html OpenAI 5 小时内解决 12 个问题  超过人类团队 OpenAI 的 与人类顶尖选手在完全同等的条件下竞技：面对完全相同的赛题，拥有相同的 5 小时时限，并由与 ICPC 全球总决赛标准一致的本地系统进行实时评判。 整个过程中，AI 系统在没有任何定制化测试工具的辅助下，独立分析问题并自主决定提交最终答案。 比赛结果令人瞩目：在全部 12 个问题中，该 AI 系统对其中 11 个问题的首次提交便获得了正确答案。即便是全场难度最高、困住所有人类队伍的最后一个问题，AI 也在经过 9 次尝试后成功攻克。相比之下，本次竞赛表现最出色的人类团队成功解决了 11 个问题。 https://image.jiqizhixin.com/uploads/editor/2f8d58a0-3b4f-4dc7-b54f-9d7862e56dd5/640.png 其中问题 G，OpenAI 尝试 9 次后成功解决，该问题也是 DeepMind 未能解决的两道难题之一。作为参考，解题速度最快的人类选手也耗时 270 分钟（竞赛总时长 300 分钟）。 https://image.jiqizhixin.com/uploads/editor/b77da1c4-152f-47de-9bb7-20d79500ef5b/640.png OpenAI 方面透露，此次参赛的 AI 由一个「通用推理模型集成体」构成，并未针对 ICPC 竞赛进行任何专门的优化或训练。 在解题过程中，系统结合了其下一代模型 GPT-5 与一个前沿的实验性推理模型。其中，GPT-5 精准地解答了 11 题，而那款实验性模型则最终完成了对最难题目的关键一击。 这一成果是 OpenAI 一系列展示推理系统惊人进步速度的绝佳里程碑。同一组模型已在国际数学奥林匹克（IMO）和国际信息学奥林匹克（IOI）等竞赛中证明了其实力，充分印证了其强大的通用性与广泛的适用潜力。 OpenAI 员工 Borys Minaiev 和 Mostafa Rohaninejad 也在 X 上发文庆贺。 Borys Minaiev https://image.jiqizhixin.com/uploads/editor/7f11fa30-3fb5-41dc-a277-c3c2743a446f/640.png Borys Minaiev 是 OpenAI 的研究员，专注于大规模推理模型的开发与应用，尤其在编程竞赛和复杂推理任务中展现了卓越能力。 他毕业于圣彼得堡国立信息技术、机械与光学大学（ITMO University），并在编程竞赛领域取得了显著成就。2015 年，他作为 ITMO 大学队员之一，赢得了国际大学生程序设计竞赛（ICPC）世界总决赛的冠军，这是该赛事历史上唯一一支在比赛结束前解决所有问题的队伍。 https://image.jiqizhixin.com/uploads/editor/870701e5-57fb-4ec8-824e-bde0f5a3b9a7/640.png 在加入 OpenAI 后，Borys Minaiev 成为大型推理模型研究的核心成员之一，参与了多个关键项目，包括 o1、o3 和 o4-mini 等模型的开发。 此外，Borys Minaiev 还活跃于开源社区，在 GitHub 上分享了多个项目，并在个人博客中深入探讨了模拟退火算法、Rust 编程语言以及 AI 在教育中的应用等主题。 Mostafa Rohaninejad https://image.jiqizhixin.com/uploads/editor/54c60223-2ccf-4ce6-bd5c-8a7126b520f4/640.png Mostafa Rohaninejad 是 OpenAI 的研究科学家，专注于元学习、强化学习和人工智能系统的推理能力。 他于 2023 年加入 OpenAI，参与了多个关键项目，包括 GPT-5 和 OpenAI o1 等大规模推理模型的开发。 在加入 OpenAI 之前，Mostafa 曾在加州大学伯克利分校攻读计算机科学硕士学位，并在该校的 BAIR 实验室与 Pieter Abbeel 教授合作，研究元学习和生成模型。他是著名的 SNAIL 架构的共同作者，该架构在少样本学习任务中表现出色。 https://image.jiqizhixin.com/uploads/editor/a88672ad-1264-4874-b840-c961af4d0861/640.png Mostafa 的研究兴趣主要集中在如何使人工智能系统具备更强的推理能力和适应性，特别是在复杂任务和动态环境中的表现。他在 OpenAI 的工作不仅推动了 AI 技术的发展，也为实现更智能、更人性化的 AI 系统奠定了基础。 谷歌 Gemini 解决 10 个难题  达到金牌级别 Gemini 2.5 Deep Think 的高级版本在 ICPC 规则下，以远程在线环境参与竞赛，并在比赛组织者的指导下进行。 它比人类参赛者晚了 10 分钟开始，但在五小时的时间限制内正确解决了 12 个问题中的 10 个，达到了金牌级表现。 Gemini 2025 ICPC 世界总决赛代码：https://github.com/google-deepmind/gemini_icpc2025 Gemini 在仅 45 分钟内就解决了 8 个问题，接着在三小时内又解决了两个问题，使用了各种高级数据结构和算法来生成解决方案。通过 677 分钟的总时间解决了 10 个问题，若与大学队伍的成绩相比，Gemini 2.5 Deep Think 将排名第二。 https://image.jiqizhixin.com/uploads/editor/7a554380-c912-4e7b-834e-66fd2b5b5205/640.png 图片显示了在 2025 年 ICPC 世界决赛中每个问题的解题时间。Gemini 的时间以蓝色表示，最快的大学队伍时间以灰色表示。 值得一提的是，Gemini 在半小时内成功解决了 C 题，而这道题在竞赛中没有任何大学队伍解出。 https://image.jiqizhixin.com/uploads/editor/f44418f7-0869-4159-9861-471256e7d403/640.png 这道题目要求找到一种解决方案，通过一系列相互连接的管道将液体分配到多个水库中，目标是找到一种配置使液体尽快充满所有水库。由于每个管道可能是开放的、关闭的，甚至是部分开放的，因此存在无限多种可能的配置，这使得寻找最优配置变得非常困难。 Gemini 找到了一种有效的解决方案：它首先假设每个水库都有一个「优先级值」，表示该水库相对于其他水库的偏好程度。在给定一组优先级值后，可以通过动态规划算法找到最优的管道配置。Gemini 发现，通过应用极小极大定理，可以将原问题转化为寻找使得流量最受限制的优先级值。利用优先级值与最优流量之间的关系，Gemini 通过嵌套三分查找迅速找到最优的优先级值，从而成功解决了 C 题。 据谷歌内部研究表明，类似版本的 Gemini 2.5 Deep Think 也可以在 2023 年和 2024 年 ICPC 世界总决赛中取得金牌级别的表现，与全球前 20 名的编程选手表现相当。 此外，谷歌官方博客还感谢了一众这个项目背后的贡献者。其中 Hanzhao (Maggie) Lin 领导了 Gemini 竞赛编程和 ICPC 2025 工作的整体技术方向，并与 Heng-Tze Cheng 共同领导了整体研究和执行工作。 Hanzhao (Maggie) Lin https://image.jiqizhixin.com/uploads/editor/818ae42a-6707-4ac5-a752-d215ca8d5b11/640.png Hanzhao (Maggie) Lin 是 Google DeepMind 的高级研究科学家，专注于大规模语言模型和多模态系统的研究与开发。 她的研究方向主要涵盖大规模语言模型、系统架构以及其在教育和复杂推理中的应用。她在 AI 领域的贡献包括参与了 Google DeepMind 的 LaMDA 和 PaLM 2 等大型语言模型的后训练研究，并推动了模型在多模态理解、推理和工具使用等方面的能力提升。 此外，她还主导了 Gemini Deep Think 模型在国际数学奥林匹克（IMO）竞赛中的应用，取得了金牌级别的表现，展示了 AI 在复杂数学推理中的潜力。 Heng-Tze Cheng https://image.jiqizhixin.com/uploads/editor/9e49661c-1b3b-4f4a-8f11-cfb2a825a7da/640.png Heng-Tze Cheng 是 Google DeepMind 的研究总监兼首席研究科学家，专注于大语言模型和对话 AI 的研究与应用。他在自然语言处理（NLP）、推荐系统、强化学习和多模态推理等领域具有深厚的研究背景。 他本科毕业于台湾大学电机工程系，2013 年于卡内基梅隆大学获得电气与计算机工程博士学位，研究方向包括机器学习和多模态信号处理，2014 年加入 Google，先后在 Google Brain 和 DeepMind 担任技术领导职务。 https://image.jiqizhixin.com/uploads/editor/f847cb54-5f35-491e-82fe-2bac5eb2eaef/640.png ICPC 所要求的技能，比如理解复杂问题、制定多步骤的逻辑计划并精准执行，正是许多科学和工程领域所需的核心能力。 AI 此次在 ICPC 中获得金牌级成绩凸显了 AI 在提供创新性解决方案方面的独特优势，能够有效补充人类专家的技能和知识。这也表明，AI 正从单纯的信息处理工具，转变为协助解决复杂推理问题的关键力量。 参考链接： https://deepmind.google/discover/blog/gemini-achieves-gold-level-performance-at-the-international-collegiate-programming-contest-world-finals/ https://x.com/HengTze/status/1968359525339246825 https://x.com/MostafaRohani/status/1968360976379703569 https://x.com/bminaiev/status/1968363052329484642"}
{"url": "https://www.jiqizhixin.com/articles/2025-09-18-6", "title": "从一个公众号智能体说起：好用的Agent，究竟需要什么?", "date": "2025/09/18 13:18", "content": "Agent 今年这么火，AI 圈几乎人人都在讨论。但抛开那些花哨的概念，一个好用的 Agent 究竟应该是什么样的？ 咱们不妨接地气一点，从每天都刷一刷的「公众号」聊起。 不知道读者们有没有过这样的困扰：关注的公众号每天推送的文章堆积如山，一不留神，真正感兴趣的、有价值的内容就被淹没在了信息的海洋里。想找某个特定领域的动态？难道真的要一篇篇手动翻阅，跟大海捞针一样吗？ 以腾讯元器平台上的「公众号智能体」为例，它提供了一种可能的解决方案。 https://image.jiqizhixin.com/uploads/editor/f3df0f8a-4a14-4052-be96-b7859fd67d4d/640.png 它最大的特点，是经过公众号创作者授权后，可自动读取该公众号发布的文章，并实时更新为知识库。对于我们前面提到的困惑，这个功能简直是打瞌睡送来了枕头。 https://image.jiqizhixin.com/uploads/editor/0b408ad9-336d-40d8-b0bc-fc0f47343a85/640.png 基于此，我们构建了一个最基础也最实用的功能： 文章推荐小助手 。你只需要告诉它你的需求，它就会立刻从知识库中筛选、总结，并精准推荐最相关的几篇文章给你。 https://image.jiqizhixin.com/uploads/editor/9f728b71-b442-42e8-a766-b20056939c4c/640.png https://image.jiqizhixin.com/uploads/editor/5668328a-c018-4691-b1f3-ddc91ded5952/640.png 除此之外，我们还能衍生出更多神奇的功能，相当于为团队增加了好几个不知疲倦的「 数字员工 」。 这个看似简单的「公众号智能体」，恰恰揭示了当前行业在喧嚣过后，回归理性的两个核心追问：一个能真正「干活」的 Agent，需要怎样一套工业化的平台来支撑？一个被「造」出来的 Agent，如何才能无缝地「用」在最需要它的地方？ 在近期举办的 2025 腾讯全球数字生态大会 AI Agent 产业峰会上，腾讯给出的答案，正是围绕着这两个问题展开。 https://image.jiqizhixin.com/uploads/editor/0b7cbfe3-0da4-436e-b74f-c85d3dc41ec4/640.png 9 月 17 日，在 2025 腾讯全球数字生态大会上，腾讯云宣布智能体开发平台 3.0 (ADP3.0) 面向全球上线。 https://image.jiqizhixin.com/uploads/editor/4d5f8260-661c-43dd-a59d-26cdb8ff8307/640.png 腾讯云副总裁、腾讯云智能负责人、腾讯优图实验室负责人吴运声 从「知识问答」到「工业化」平台 「公众号智能体」是面向 C 端用户、以知识问答为核心的典型应用，它出色地解决了特定场景下的信息获取问题，其背后是 RAG 等核心能力的支撑。 然而，当业务场景的复杂度从单纯的知识问答，跃升至为一家拥有 2.88 亿会员、上万家门店的酒店集团提供复杂的业务服务时，这种面向轻量级应用的开发模式，便会触及其工程能力的上限。 正如华住集团首席执行官金辉所言，「用领先科技改造传统服务业，是华住始终坚持的理念」。 面对海量宾客的个性化需求，他们需要的不是一个简单的聊天机器人，而是一个能处理复杂流程的「全能酒店管家」。 例如，当客人提出「需要一瓶水」，智能体不仅要理解需求，更要能在 5 秒内完成响应，自动生成工单并精准调度机器人完成配送。 这种能力的实现，依赖于一套强大的 Workflow 能力。在腾讯云智能体开发平台 (ADP) 上，华住协同搭建了 38 条这样的工作流，将「华小 AI」打造成了一个能处理住前、住中、住后各类复杂任务的「数字员工」，推动 AI 从「对话」到「干活」的跨越式提升，最终实现超 95% 的问答准确率。 这揭示了 Agent 从 Demo 走向生产的核心差异：一个真正好用的 Agent，必须构建在工业化的开发平台上。 腾讯云的思路，便是将 Agent 的开发，从依赖个人经验的「艺术创作」，转变为有标准、有工具、有保障的「工业流程」。其快速迭代的 ADP 3.0 平台，在近 3 个月内就完成了近 600 个功能开发，它提供的不仅是框架，更是一整套覆盖全链路的工程能力： https://image.jiqizhixin.com/uploads/editor/219d27ee-2fd5-4427-a01f-16a6dae9c2eb/640.png 知识处理的进化 (Agentic RAG) 腾讯云副总裁、腾讯云智能产研负责人吴永坚分享道，平台已从传统 RAG 升级至 Agentic RAG。 面对「列出面积大于 100 平米且存在竞争关系的商户」这类复杂问题，智能体不再被动检索，而是能自主规划，将任务拆解为多步，调用不同工具，从多个文档中搜索、筛选并融合信息，最终形成完整回答。 这种从传统 RAG 向 Agentic RAG 的演进，是业界普遍认可的方向，旨在解决单一检索无法应对多维、复杂查询的瓶颈。其挑战在于如何提升大模型对复杂任务的拆解精度，以及对工具调用的成本控制。 其背后，是依托腾讯优图自研 OCR 大模型对复杂文档的高精度解析，以及结合 QQ 浏览器沉淀的工程能力，实现了模型与工程结合的降本增效。 确保执行力 (Workflow) 平台在业界率先支持「全局 Agent 视野」，让工作流中的每个节点都能感知全局状态，并支持节点智能回退，极大提升了复杂流程编排的稳定性和可靠性。 这正是华住集团能够实现自动化派单等高级能力的技术基石，对于酒店服务这类需要严谨 SOP (标准作业程序) 的行业，Workflow 的价值尤为突出。 它解决了单纯依靠大模型自由发挥可能导致的「不合规」或「流程错误」问题，通过将确定性流程与大模型的理解能力相结合，实现了可靠性与智能化的平衡，真正解决了 Agent「如何做」的问题。 应对复杂任务 (Multi-Agent) 平台新增了两种协同模式。一种是将 Agent 嵌入工作流编排，实现确定性流程与智能体的结合；另一种是 Plan-and-Execute (P&E) 协同模板，由 Planner Agent 负责统筹规划，将复杂任务拆解后分发给不同的 Executor Agent 执行。 https://image.jiqizhixin.com/uploads/editor/d038e900-e41f-4272-89b7-cdefc0e555c1/640.png 腾讯云副总裁、腾讯云智能产研负责人吴永坚 Multi-Agent 机制虽然提升了处理复杂任务的能力上限，但也对开发和调试提出了更高要求，例如如何有效管理 Agent 间的通信与状态同步。 腾讯云提供的 P&E 模板，正是对此类问题的一种工程化解法，这让构建营销、客服、分析等协同工作的「数字员工团队」成为可能。 构建开放生态：模型与工具的解耦 工业化生产要求开放与兼容。ADP 平台新增的「模型广场」，不仅内置了腾讯混元，还支持引入月之暗面、Minimax 等行业优质三方模型。 平台开放第三方模型，反映出一种行业趋势：企业客户希望避免被单一模型供应商锁定，并能根据不同任务的性价比需求，灵活选择和组合模型。这考验的是平台的中立性和集成能力。 平台已上架超过 140 个高质量插件，并与腾讯云 TI-ONE 平台打通，用户可将在 TI-ONE 拥有的模型一键同步至 ADP 使用，灵活选择性价比最高的「大脑」。 平台的开放性不仅体现在「引入」，也体现在「输出」。 腾讯宣布将陆续开源其优图实验室在 Agent 领域的核心技术 ，包括已发布的 Youtu-Agent (一个不依赖昂贵闭源模型即可获得优秀效果的智能体框架) 和 Youtu-GraphRAG (一个在 Token 成本和精度上更具优势的知识图谱框架)。 此举旨在推动技术普惠，与开发者共建生态，也反映出其在底层技术上的自信。 更底层，还有 Agent Infra 这样的基础设施：首先是安全执行环境，通过沙箱确保受控运行；其次是可观测与可运营，保证智能体运行可见可管；第三是安全合规，多维度保障合规与可追溯。这些构成了企业安心使用 Agent 的基础设施。 这套组合拳的目标很明确：将重心从「发明」聪明的 AI，转向「制造」可靠的 AI。 谁离用户最近，谁就拥有「最后一公里」 解决了「怎么造」的问题，下一个关键挑战是「怎么用」。一个无法便捷触达用户的 Agent，其商业价值将大打折扣。 让我们回到最初的「公众号智能体」。如果它只能存在于一个独立的 App 里，用户需要下载、注册、学习，那么它的价值便会大打折扣。但如果它能直接内嵌在用户每天使用的 App 里呢？ 这就引出了腾讯在 Agent 落地上的一个关键优势：其庞大的用户生态。 绝味食品的案例展示了 Agent 如何深度融入营销链路。其「绝味 AI 会员智能体」基于腾讯企点营销云的 Magic Agent 产品，以及底层的腾讯云 ADP，直接工作在「企业微信」上。 通过企业微信，AI 可以直接与数百万会员进行个性化互动，分析偏好，推送优惠，并引导他们跳转至「微信小程序」完成购买。 官方披露的数据极具说服力：首次实现 AI Agent 参与全链路营销，AI 组的销售业绩是人工组的 3.1 倍，内容点击率 1.8 倍，支付转化率 2.4 倍，企微好友删除率降低 47%，推动营销从「千人一面」进入「万人万面」，迈入「AI 智能体时代」。 这构筑了一个在微信生态内，从触达、互动、转化到数据沉淀的营销闭环： 在生态内触达 (企微) -> 在生态内互动 (AI) -> 在生态内转化 (小程序) -> 在生态内沉淀数据 。 AI 不再是一个后台工具，而是首次被推到了业务的最前线，直接面对消费者创造增长。这种将 AI 能力无缝注入十亿级用户生态的模式，解决了 AI 应用最关键的「最后一公里」难题。 当 Agent 能够被无缝地嵌入到用户既有的高频使用路径中时，其价值才能被最直接地激发。 腾讯云副总裁、腾讯云智能解决方案负责人王麒表示：「腾讯云智能体开发平台的核心目标是希望将大模型和智能体技术变得真正可用、易用、好用」，让企业能低门槛地构建、集成并运营属于自己的 AI 智能体。期待通过技术引领、能力支持与深度共创，与客户共同打磨优质场景，推动价值实现。 https://image.jiqizhixin.com/uploads/editor/fe2853bc-2c10-48d4-b089-e6512a8aaaf2/640.png 腾讯云副总裁、腾讯云智能解决方案负责人王麒。 结语 从一个简单的公众号助手，到赋能大型连锁集团的复杂业务流程，路径已经清晰：Agent 的价值最终需要通过可靠的工程能力和无缝的用户触达来实现。 本次腾讯全球数字生态大会揭示了 Agent 赛道的关键信号。腾讯集团高级执行副总裁汤道生对此总结道：「向智能化要产业效率，向全球化要市场效率，已经成为企业增长的两大核心动力」。 竞争的焦点不再是模型的参数大小或单一能力的演示，而是转向了更为务实的工程化与生态化能力的比拼。 真正的竞争壁垒正在于此：谁能提供更成熟的工具链，帮助企业更低成本、更高效率地「制造」出可靠的数字员工；并且，谁能提供最短的路径，让这些数字员工直达最广泛的用户群体。 从这个角度看，一个务实、清晰的脚手架，或许比任何关于未来的宏大叙事，都更接近 Agent 的终局。"}
