{"url": "https://www.qbitai.com/2025/09/333887.html", "title": "三个85后上海造硬件，干出350亿香港IPO", "date": "2025-09-19", "content": "三个85后上海造硬件，干出350亿香港IPO 三个85后上海造硬件，干出350亿香港IPO 杰西卡 2025-09-19 16:20:02 来源： 量子位 杰西卡 http://www.qbitai.com/wp-content/themes/liangziwei/imagesnew/head.jpg 杰西卡 杰西卡 杰西卡 2025-09-19 2025-09-19 16:20:02 16:20:02 来源： 量子位 来源： 量子位 量子位 摘要样式 高瓴为最大基石投资者 高瓴为最大基石投资者 高瓴为最大基石投资者 杰西卡 发自 副驾寺 智能车参考 | 公众号 AI4Auto 杰西卡 发自 副驾寺 杰西卡 发自 副驾寺 智能车参考 | 公众号 AI4Auto 智能车参考 | 公众号 AI4Auto 近四年内，规模最大的中概股回港IPO，谁也没想到是三个85后创始人带队实现的。 近四年内，规模最大的中概股回港IPO，谁也没想到是三个85后创始人带队实现的。 中国激光雷达第一股 禾赛科技 ，通过秘密递表的方式登录港交所，已完成“美股+港股”的双重上市。 中国激光雷达第一股 禾赛科技 禾赛科技 ，通过秘密递表的方式登录港交所，已完成“美股+港股”的双重上市。 上市首日即大涨，盘中股价一度冲高到 244港元 ，较发行价涨超14%，市值冲破350亿港元。 上市首日即大涨，盘中股价一度冲高到 244港元 244港元 ，较发行价涨超14%，市值冲破350亿港元。 https://www.qbitai.com/wp-content/uploads/replace/e66766215b2886839ca674e54838fd04.png 上市前，禾赛已获得六家基石投资人认购，以 高瓴 旗下HHLR为首，合计认购了超11亿港元。 上市前，禾赛已获得六家基石投资人认购，以 高瓴 高瓴 旗下HHLR为首，合计认购了超11亿港元。 背后的3位85后联合创始人，身价也水涨船高，齐齐突破了 20亿元 。 背后的3位85后联合创始人，身价也水涨船高，齐齐突破了 20亿元 20亿元 。 禾赛秘密递表上市，首日大涨超14% 禾赛秘密递表上市，首日大涨超14% 激光雷达龙头 禾赛科技 ，在港交所正式挂牌上市。 激光雷达龙头 禾赛科技 禾赛科技 ，在港交所正式挂牌上市。 在激光雷达行业中，禾赛是全球第一家在 “港股+美股” 双重主要上市 （在两个或多个市场都享有第一上市地位，不存在主次之分） 的公司。 在激光雷达行业中，禾赛是全球第一家在 “港股+美股” “港股+美股” 双重主要上市 （在两个或多个市场都享有第一上市地位，不存在主次之分） （在两个或多个市场都享有第一上市地位，不存在主次之分） 的公司。 公司IPO共发售 1955万股 ，最终发售价定为每股 212.80港元 （约194.5元），募资总额约41.6亿港元（约38亿元）。 公司IPO共发售 1955万股 1955万股 ，最终发售价定为每股 212.80港元 212.80港元 （约194.5元），募资总额约41.6亿港元（约38亿元）。 https://www.qbitai.com/wp-content/uploads/replace/cf1fd994658aa1b428082dea9a8c772e.png 公司上市首日，市场情绪一路高涨。 公司上市首日，市场情绪一路高涨。 开盘价 229.2港元 ，收报234港元，市值超358亿港元；盘中价格一度高达244港元，较发行价上涨超过 14% 。 开盘价 229.2港元 229.2港元 ，收报234港元，市值超358亿港元；盘中价格一度高达244港元，较发行价上涨超过 14% 14% 。 截至今日发稿前，禾赛的股价为231港元，仍比发行价高8.6%。 截至今日发稿前，禾赛的股价为231港元，仍比发行价高8.6%。 https://www.qbitai.com/wp-content/uploads/replace/6e49b2dbb893af722d3636a8533dcfe3.png 到目前为止，这是激光雷达行业规模最大的IPO，也是近四年来，融资规模最大的中概股回港IPO。 到目前为止，这是激光雷达行业规模最大的IPO，也是近四年来，融资规模最大的中概股回港IPO。 更早之前，这份来自市场的火热就已有预兆。 更早之前，这份来自市场的火热就已有预兆。 上市前的发售结果公告显示，公司 公开发售占总发售股份的 10% ，获得了 168.65倍 超额认购。 上市前的发售结果公告显示，公司 公开发售占总发售股份的 10% 公开发售占总发售股份的 公开发售占总发售股份的 10% ，获得了 168.65倍 168.65倍 超额认购。 其余的90%为 国际发售 ，获得了14.09倍超额认购。 其余的90%为 国际发售 国际发售 ，获得了14.09倍超额认购。 有 六家基石投资者 认购了542.12万股，价值1.48亿美元（约11.54亿港元），约占发售股份总数的 27.73% 。 有 六家基石投资者 六家基石投资者 认购了542.12万股，价值1.48亿美元（约11.54亿港元），约占发售股份总数的 27.73% 27.73% 。 https://www.qbitai.com/wp-content/uploads/replace/7eb4a29e38c4abbc2080b22ac5e36891.png 这六家机构分别是 高瓴 旗下的HHLRA、泰康人寿、WT Asset Management、Grab、宏达集团，以及Commando Global Fund。 这六家机构分别是 高瓴 高瓴 旗下的HHLRA、泰康人寿、WT Asset Management、Grab、宏达集团，以及Commando Global Fund。 其中，HHLRA认购了5000万美元，是禾赛本次IPO的 最大基石投资者 。 其中，HHLRA认购了5000万美元，是禾赛本次IPO的 最大基石投资者 最大基石投资者 。 其实高瓴早在 2021年 就是禾赛的支持者，当时作为领投方之一，参与了禾赛的D轮融资。 其实高瓴早在 2021年 2021年 就是禾赛的支持者，当时作为领投方之一，参与了禾赛的D轮融资。 https://www.qbitai.com/wp-content/uploads/replace/0c376268b5e35d9a4babd354349c6ae7.png 在外界看来，禾赛的IPO速度惊人，从宣布递表到成功上市，也不过半个月时间。 在外界看来，禾赛的IPO速度惊人，从宣布递表到成功上市，也不过半个月时间。 此前外界其实已经有消息称，禾赛将冲刺港股IPO，不过一直没有官方发布的实质性进展。 此前外界其实已经有消息称，禾赛将冲刺港股IPO，不过一直没有官方发布的实质性进展。 直到8月最后一天，禾赛的公告横空出世—— 直到8月最后一天，禾赛的公告横空出世—— 公司在港交所秘密递表，同时已通过聆讯，实现 “一日通关”，堪称飞速。 公司在港交所秘密递表，同时已通过聆讯，实现 “一日通关”，堪称飞速。 https://www.qbitai.com/wp-content/uploads/replace/7572310bc0d88b4ceb0fbf1b8fe2444c.png 实际上，禾赛能完成闪电上市，是受益于港交所在 今年5月6日 推出的 “科企专线” ： 实际上，禾赛能完成闪电上市，是受益于港交所在 今年5月6日 今年5月6日 推出的 “科企专线” “科企专线” ： 针对 特专科技及生物科技公司 ，港交所将提供专门的沟通渠道，并允许其以 保密形式 提交上市申请。 针对 特专科技及生物科技公司 特专科技及生物科技公司 ，港交所将提供专门的沟通渠道，并允许其以 保密形式 保密形式 提交上市申请。 禾赛恰恰就是第一家通过“科企专线”，成功在港交所上市的企业。 禾赛恰恰就是第一家通过“科企专线”，成功在港交所上市的企业。 从递表到上市，这家激光雷达龙头，几乎是一路绿灯。 从递表到上市，这家激光雷达龙头，几乎是一路绿灯。 禾赛科技为什么被看好？ 禾赛科技为什么被看好？ 关于禾赛科技，相信关注汽车行业的朋友已经很熟悉了——来自上海的三维激光雷达解决方案供应商，全球激光雷达行业的领头羊。 关于禾赛科技，相信关注汽车行业的朋友已经很熟悉了——来自上海的三维激光雷达解决方案供应商，全球激光雷达行业的领头羊。 其激光雷达产品，主要应用于三个方向： ADAS、L4以及机器人 。 其激光雷达产品，主要应用于三个方向： ADAS、L4以及机器人 ADAS、L4以及机器人 。 https://www.qbitai.com/wp-content/uploads/replace/4f10897288ad6589090fa8e8d0c0b990.png 首先是用于 ADAS领域 的产品，禾赛的相关产品包含AT、ET、FT系列。 首先是用于 ADAS领域 ADAS领域 的产品，禾赛的相关产品包含AT、ET、FT系列。 用于ADAS的激光雷达，通常更喜欢前向配置，以实现自适应巡航和交通协助功能。 用于ADAS的激光雷达，通常更喜欢前向配置，以实现自适应巡航和交通协助功能。 禾赛在ADAS的交付主力就是前向AT系列，代表产品有 AT128、AT1440系列及ATX ，定点了很多广为用户所知的明星车型，比如理想全系AD MAX车型，小米的SU7和YU7等等。 禾赛在ADAS的交付主力就是前向AT系列，代表产品有 AT128、AT1440系列及ATX AT128、AT1440系列及ATX ，定点了很多广为用户所知的明星车型，比如理想全系AD MAX车型，小米的SU7和YU7等等。 到目前，禾赛已获得与24家主机厂，达成超过120个车型的量产定点。 到目前，禾赛已获得与24家主机厂，达成超过120个车型的量产定点。 https://www.qbitai.com/wp-content/uploads/replace/c557c8ccde2bad941350e94e29af7252.png 第二类激光雷达产品，用于 L4级自动驾驶场景 ，禾赛推出的产品包括Pandar系列及QT系列。 第二类激光雷达产品，用于 L4级自动驾驶场景 L4级自动驾驶场景 ，禾赛推出的产品包括Pandar系列及QT系列。 在这个领域，禾赛几乎占据绝对优势。 在这个领域，禾赛几乎占据绝对优势。 众多头部L4自动驾驶公司，例如萝卜快跑、文远知行、小马智行，还有新石器、九识等等，都使用了禾赛的激光雷达。 众多头部L4自动驾驶公司，例如萝卜快跑、文远知行、小马智行，还有新石器、九识等等，都使用了禾赛的激光雷达。 而且，就在禾赛港股上市前一天，禾赛还宣布新签了 美国头部Robotaxi公司 的合作，拿下了超四千万美元激光雷达订单，2026年底前完成交付。 而且，就在禾赛港股上市前一天，禾赛还宣布新签了 美国头部Robotaxi公司 美国头部Robotaxi公司 的合作，拿下了超四千万美元激光雷达订单，2026年底前完成交付。 不难推测，说的是 Waymo 。 不难推测，说的是 Waymo Waymo 。 https://www.qbitai.com/wp-content/uploads/replace/7e954fcc72d16ab50a8fed4b15add3e1.png 最后一类，面向 机器人领域 ，相关产品包括JT系列和XT系列。 最后一类，面向 机器人领域 机器人领域 ，相关产品包括JT系列和XT系列。 随着具身智能走向火热，这部分也成为禾赛在车用激光雷达之外的第二增长曲线，宇树、维他动力、星动纪元等等，都是禾赛的客户。 随着具身智能走向火热，这部分也成为禾赛在车用激光雷达之外的第二增长曲线，宇树、维他动力、星动纪元等等，都是禾赛的客户。 https://www.qbitai.com/wp-content/uploads/replace/3aefc9b0fd15ebd9c3b30189c72b89f4.png 不过，在招股书的交付数据中，禾赛把L4并入到了机器人产品，业务被分为两大类： 不过，在招股书的交付数据中，禾赛把L4并入到了机器人产品，业务被分为两大类： 2022年~2024年，以及今年一季度，禾赛 ADAS激光雷达 交付量分别为6.19万台、19.49万台、45.64万台，以及14.6万台，依然是交付主力。 2022年~2024年，以及今年一季度，禾赛 ADAS激光雷达 ADAS激光雷达 交付量分别为6.19万台、19.49万台、45.64万台，以及14.6万台，依然是交付主力。 同期，公司 机器人产品 的交付量分别为1.85万台、2.72万台、4.55万台，以及4.97万台。 同期，公司 机器人产品 机器人产品 的交付量分别为1.85万台、2.72万台、4.55万台，以及4.97万台。 https://www.qbitai.com/wp-content/uploads/replace/317a24a52fd040ef4170b52b0fe4a4ef.jpeg 今年上半年，禾赛激光雷达总交付量已达54.79万台，同比增长276.2%，超过了2024全年的水平。 今年上半年，禾赛激光雷达总交付量已达54.79万台，同比增长276.2%，超过了2024全年的水平。 据Yole Group发布的《2025年全球车载激光雷达市场报告》显示，在全球车载激光雷达、全球ADAS激光雷、全球L4自动驾驶激光雷达市场中，禾赛全部是 市占率第一 。 据Yole Group发布的《2025年全球车载激光雷达市场报告》显示，在全球车载激光雷达、全球ADAS激光雷、全球L4自动驾驶激光雷达市场中，禾赛全部是 市占率第一 市占率第一 。 这样的交付水平，也为禾赛带来了具有绝对优势的财务表现。 这样的交付水平，也为禾赛带来了具有绝对优势的财务表现。 禾赛科技财务表现如何？ 禾赛科技财务表现如何？ 2022年、2023年、2024年及禾赛的营业收入分别为12.03亿元、18.77亿元、20.77亿元。 2022年、2023年、2024年及禾赛的营业收入分别为12.03亿元、18.77亿元、20.77亿元。 营业收入又分为产品收入、服务收入两部分： 营业收入又分为产品收入、服务收入两部分： 产品收入很好理解了，就是出售激光雷达， 服务则是指与激光雷达产品相关的工程设计、开发及验证服务，其中包括硬件、软件、部署及专业服务的组合以及其他相关服务。 产品收入很好理解了，就是出售激光雷达， 产品收入很好理解了，就是出售激光雷达， 服务则是指与激光雷达产品相关的工程设计、开发及验证服务，其中包括硬件、软件、部署及专业服务的组合以及其他相关服务。 禾赛几乎绝大多数的收入来自产品，以2024为例，产品收入占总收入的94.66%。 禾赛几乎绝大多数的收入来自产品，以2024为例，产品收入占总收入的94.66%。 https://www.qbitai.com/wp-content/uploads/replace/9c7fd88497739586532b6a49990fc6e8.png 据灼识咨询数据，按收入计，禾赛已经连续三年成为激光雷达行业第一。 据灼识咨询数据，按收入计，禾赛已经连续三年成为激光雷达行业第一。 今年上半年，公司营业收入为12.3亿元，同比增长50.5%。 今年上半年，公司营业收入为12.3亿元，同比增长50.5%。 https://www.qbitai.com/wp-content/uploads/replace/3513b5a5c1348c7fe1175d5d24407305.png 盈利能力方面，过去三年，禾赛的毛利分别为4.7亿元、6.6亿元、8.8亿元；对应毛利率分别为39.2%、35.2%、42.6%。 盈利能力方面，过去三年，禾赛的毛利分别为4.7亿元、6.6亿元、8.8亿元；对应毛利率分别为39.2%、35.2%、42.6%。 今年上半年，禾赛的毛利为5.2亿元，毛利率为47.9%。 今年上半年，禾赛的毛利为5.2亿元，毛利率为47.9%。 https://www.qbitai.com/wp-content/uploads/replace/0977acc3a16e192d359bdffc63ce7cf0.png 公司过去三年的净亏损，分别为3.01亿元、4.76亿元、1.02亿元。 公司过去三年的净亏损，分别为3.01亿元、4.76亿元、1.02亿元。 今年上半年，禾赛已实现 扭亏为盈 ，实现净利润2653.7万元；特别是第二季度，净利润已达4409万元。 今年上半年，禾赛已实现 扭亏为盈 扭亏为盈 ，实现净利润2653.7万元；特别是第二季度，净利润已达4409万元。 https://www.qbitai.com/wp-content/uploads/replace/42f60a7135ed6347d2d0b9bae75fba99.png 支出方面，公司对研发的投入占比最大。 支出方面，公司对研发的投入占比最大。 禾赛CEO李一帆曾透露过，其激光雷达产品的核心器件，超90%部分是自研。 禾赛CEO李一帆曾透露过，其激光雷达产品的核心器件，超90%部分是自研。 2022年~2024年，及2025年上半年，公司的研发投入分别为5.55亿元、7.91亿元、8.56亿元，以及3.83亿元，分别占同期收入的46.2%、42.1%、41.2%和31.1%。 2022年~2024年，及2025年上半年，公司的研发投入分别为5.55亿元、7.91亿元、8.56亿元，以及3.83亿元，分别占同期收入的46.2%、42.1%、41.2%和31.1%。 https://www.qbitai.com/wp-content/uploads/replace/542178c949fd840b6c80237a925b6257.png 最后看现金层面，截至今年上半年末，禾赛的现金及现金等价物、短期投资还有28.45亿元，储备充足。 最后看现金层面，截至今年上半年末，禾赛的现金及现金等价物、短期投资还有28.45亿元，储备充足。 所以，交付能力强、市占率高，且已经盈利，禾赛被市场看好，并不意外。 所以，交付能力强、市占率高，且已经盈利，禾赛被市场看好，并不意外。 禾赛用10年走到如今的头部位置，也和背后的创始团队紧密相关。 禾赛用10年走到如今的头部位置，也和背后的创始团队紧密相关。 三位85后创业，10年身价过20亿 三位85后创业，10年身价过20亿 核心的创始团队，是三位85后博士。 核心的创始团队，是三位85后博士。 CEO 李一帆 ，1986年出生，被保送到清华大学机械工程专业，又在美国伊利诺伊大学机械工程专业读成了硕士和博士。 CEO 李一帆 李一帆 ，1986年出生，被保送到清华大学机械工程专业，又在美国伊利诺伊大学机械工程专业读成了硕士和博士。 在创立禾赛之前，2013-2014年期间，李一帆在硅谷西部数据集团担任首席工程师。他在机器人、运动控制、传感器等领域拥有100余项专利。 在创立禾赛之前，2013-2014年期间，李一帆在硅谷西部数据集团担任首席工程师。他在机器人、运动控制、传感器等领域拥有100余项专利。 https://www.qbitai.com/wp-content/uploads/replace/1dd4466c31331f1413c5188c310f7c86.jpeg 在外求学期间，李一帆结识了斯坦福机械工程系博士， 向少卿 和 孙恺 。 在外求学期间，李一帆结识了斯坦福机械工程系博士， 向少卿 向少卿 和 孙恺 孙恺 。 1985年出生的 向少卿 ，目前担任 禾赛CTO 。 1985年出生的 向少卿 向少卿 ，目前担任 禾赛CTO 禾赛CTO 。 和李一帆一样，他也来自清华大学，曾以综合成绩全系第一的成绩，从精密仪器与机械学系毕业。 和李一帆一样，他也来自清华大学，曾以综合成绩全系第一的成绩，从精密仪器与机械学系毕业。 2007年，向少卿拿着全额奖学金，赴美国斯坦福大学留学，获得电子工程和机械工程双硕士学位，并独立完成了多个智能机电一体化系统的设计开发。 2007年，向少卿拿着全额奖学金，赴美国斯坦福大学留学，获得电子工程和机械工程双硕士学位，并独立完成了多个智能机电一体化系统的设计开发。 https://www.qbitai.com/wp-content/uploads/replace/51de25928b01d5c45a48be968fa1c8ef.jpeg 毕业后，他曾任职于苹果美国总部负责电路系统设计，参与了多代iPhone的原型设计、技术开发以及海外生产线的架设；还入职三星全球总部研究中心，负责消费产品的概念研发。 毕业后，他曾任职于苹果美国总部负责电路系统设计，参与了多代iPhone的原型设计、技术开发以及海外生产线的架设；还入职三星全球总部研究中心，负责消费产品的概念研发。 禾赛首席科学家孙恺 ，1985年出生，本科毕业于上海交通大学机械与动力工程学院，2013年博士毕业于斯坦福大学机械系（主修）和电子系（辅修）。 禾赛首席科学家孙恺 禾赛首席科学家孙恺 ，1985年出生，本科毕业于上海交通大学机械与动力工程学院，2013年博士毕业于斯坦福大学机械系（主修）和电子系（辅修）。 在斯坦福大学期间，他的研究工作主要是利用激光器和新型探测技术，搭建超快、高灵敏度、适用于极端恶劣条件的分子测量系统，应用于化学反应动力学的研究。 在斯坦福大学期间，他的研究工作主要是利用激光器和新型探测技术，搭建超快、高灵敏度、适用于极端恶劣条件的分子测量系统，应用于化学反应动力学的研究。 https://www.qbitai.com/wp-content/uploads/replace/2925c011b913946637ec11d85389a266.jpeg 创办禾赛科技前，他正在斯坦福大学担任研究助理。 创办禾赛科技前，他正在斯坦福大学担任研究助理。 时间来到2014年，三人在硅谷一拍即合，决定归国创业，打造一家“十亿美金”公司，禾赛科技就此诞生。 时间来到2014年，三人在硅谷一拍即合，决定归国创业，打造一家“十亿美金”公司，禾赛科技就此诞生。 公司成立之初，以专用激光雷达起家，多用在测绘安防场景，拿下过国内最大民营燃气集团订单。 公司成立之初，以专用激光雷达起家，多用在测绘安防场景，拿下过国内最大民营燃气集团订单。 但禾赛很快意识到，气体检测行业，增长空间有限。 但禾赛很快意识到，气体检测行业，增长空间有限。 直到2016年，也就Robotaxi崭露头角、带火自动驾驶赛道的时间，禾赛选择把重心转向车载激光雷达，计划进军自动驾驶市场。 直到2016年，也就Robotaxi崭露头角、带火自动驾驶赛道的时间，禾赛选择把重心转向车载激光雷达，计划进军自动驾驶市场。 https://p3-sign.toutiaoimg.com/tos-cn-i-6w9my0ksvp/66f4870c43864fe493e4acabd45d6054~tplv-obj.image?lk3s=ef143cfe&traceid=20250919161132A111940DCDFEE99D788D&x-expires=2147483647&x-signature=WAB1oDcdc1PLsC9VUPgcnnxDufs%3D 同年10月，禾赛首款32线激光雷达面世；次年4月，禾赛推出40线Pandar40，打破了国外垄断…… 同年10月，禾赛首款32线激光雷达面世；次年4月，禾赛推出40线Pandar40，打破了国外垄断…… 不过真正促成禾赛业务爆发的，还是智能车市场走向火爆，禾赛开始量产车规级固态激光雷达产品，一步步拿下车企定点。 不过真正促成禾赛业务爆发的，还是智能车市场走向火爆，禾赛开始量产车规级固态激光雷达产品，一步步拿下车企定点。 2023年，禾赛成功登陆纳斯达克，成为“中国激光雷达第一股”，上市首日市值达26亿美元（约184.8亿元），成就了三位创始人身价过亿。 2023年，禾赛成功登陆纳斯达克，成为“中国激光雷达第一股”，上市首日市值达26亿美元（约184.8亿元），成就了三位创始人身价过亿。 https://p3-sign.toutiaoimg.com/tos-cn-i-6w9my0ksvp/d24e8e7c309147ff9920341bb26244fb~tplv-obj.image?lk3s=ef143cfe&traceid=20250919161132A111940DCDFEE99D788D&x-expires=2147483647&x-signature=nqPDbE1z5oY737wM9FMZb7Z6Ugs%3D 而时间来到现在，禾赛如今的350亿港元（约320亿元）市值，几乎快达到当年的两倍。 而时间来到现在，禾赛如今的350亿港元（约320亿元）市值，几乎快达到当年的两倍。 根据公司目前的股权架构： 根据公司目前的股权架构： 孙恺持股7%（表决权24.6%），李一帆与向少卿各持股6.7%（表决权23.7%），三人合计持股约20.4%，拥有约71.84%的投票权。 孙恺持股7%（表决权24.6%），李一帆与向少卿各持股6.7%（表决权23.7%），三人合计持股约20.4%，拥有约71.84%的投票权。 按320亿元的市值算，三个85后创业10年，身价已经齐齐超过 20亿元 。 按320亿元的市值算，三个85后创业10年，身价已经齐齐超过 20亿元 20亿元 。 那么上市后，接下来的路，禾赛打算怎么走呢？ 那么上市后，接下来的路，禾赛打算怎么走呢？ 双重上市后，禾赛下一步怎么走 双重上市后，禾赛下一步怎么走 据招股书披露，本次上市募资净额，有约 50%将用于研发 ，以保障激光雷达技术的持续研发和创新。 据招股书披露，本次上市募资净额，有约 50%将用于研发 50%将用于研发 ，以保障激光雷达技术的持续研发和创新。 剩余部分，约35%用于 扩大产能 ，以保障产品交付，约5%用于业务发展，最后约10%用于营运资金及一般企业用途。 剩余部分，约35%用于 扩大产能 扩大产能 ，以保障产品交付，约5%用于业务发展，最后约10%用于营运资金及一般企业用途。 https://p3-sign.toutiaoimg.com/tos-cn-i-6w9my0ksvp/a8aa2af80dcb46968b13f80205354b45~tplv-obj.image?lk3s=ef143cfe&traceid=20250919161132A111940DCDFEE99D788D&x-expires=2147483647&x-signature=uKWxL9u0PZJEeqExYUCkZ2iUMik%3D 可见，加大研发投入是禾赛目前的重中之重。 可见，加大研发投入是禾赛目前的重中之重。 尽管禾赛已经处于行业的头部位置，但在激光雷达这个高科技行业，国内外市场竞争激烈，激光雷达行业的技术迭代迅速，还有新兴的应用领域崛起，依然需要快速的技术加码巩固地位。 尽管禾赛已经处于行业的头部位置，但在激光雷达这个高科技行业，国内外市场竞争激烈，激光雷达行业的技术迭代迅速，还有新兴的应用领域崛起，依然需要快速的技术加码巩固地位。 并且，虽然汽车市场对于激光雷达去留的路线，目前仍存在分歧，但市场分析普遍认为，未来激光雷达市场的天花板还很高。 并且，虽然汽车市场对于激光雷达去留的路线，目前仍存在分歧，但市场分析普遍认为，未来激光雷达市场的天花板还很高。 据灼识咨询数据，全球激光雷达行业的收入，由2020年的3亿美元增加至2024年的16亿美元，年复合增长率为57.8%。 据灼识咨询数据，全球激光雷达行业的收入，由2020年的3亿美元增加至2024年的16亿美元，年复合增长率为57.8%。 预计到2029年，这项收入将进一步增加到173亿美元，年复合增长率达61.7%。 预计到2029年，这项收入将进一步增加到173亿美元，年复合增长率达61.7%。 https://p3-sign.toutiaoimg.com/tos-cn-i-6w9my0ksvp/9d26e3e5cf9c4973a85bf05defe0ca8c~tplv-obj.image?lk3s=ef143cfe&traceid=20250919161132A111940DCDFEE99D788D&x-expires=2147483647&x-signature=4evTqk2mSl18sPGjVvMXow1aa7o%3D 特别的是，中国的激光雷达行业的市场规模及增长率，已经大幅超越其他地区。 特别的是，中国的激光雷达行业的市场规模及增长率，已经大幅超越其他地区。 具体来看，在 ADAS市场 ，激光雷达的收入从2020年的1亿美元增加至2024年的10亿美元，年复合增长率为104.1%，预计2029年将达到120亿美元，年复合增长率为63.6%。 具体来看，在 ADAS市场 ADAS市场 ，激光雷达的收入从2020年的1亿美元增加至2024年的10亿美元，年复合增长率为104.1%，预计2029年将达到120亿美元，年复合增长率为63.6%。 在 机器人市场 ，激光雷达的收入由2020年的2亿美元，增加至2024年的6亿美元，年复合增长率为29.4%，预计2029年将达到51亿美元，年复合增长率为56.3%。 在 机器人市场 机器人市场 ，激光雷达的收入由2020年的2亿美元，增加至2024年的6亿美元，年复合增长率为29.4%，预计2029年将达到51亿美元，年复合增长率为56.3%。 也就是说，市场还有大把增量空间，等待激光雷达玩家去争夺。 也就是说，市场还有大把增量空间，等待激光雷达玩家去争夺。 乔布斯看不上安卓，马斯克看不上激光雷达，但苹果和特斯拉之外的市场，谁又会嫌小呢？ 乔布斯看不上安卓，马斯克看不上激光雷达，但苹果和特斯拉之外的市场，谁又会嫌小呢？ 版权声明 版权所有，未经授权不得以任何形式转载及使用，违者必究。 版权所有，未经授权不得以任何形式转载及使用，违者必究。 版权所有，未经授权不得以任何形式转载及使用，违者必究。"}
{"url": "https://www.qbitai.com/2025/09/333863.html", "title": "海淀105款大模型背后：看这些AI玩家如何抢占内容生产制高点", "date": "2025-09-19", "content": "海淀105款大模型背后：看这些AI玩家如何抢占内容生产制高点 海淀105款大模型背后：看这些AI玩家如何抢占内容生产制高点 思邈 2025-09-19 15:53:30 来源： 量子位 思邈 http://www.qbitai.com/wp-content/themes/liangziwei/imagesnew/head.jpg 思邈 思邈 思邈 2025-09-19 2025-09-19 15:53:30 15:53:30 来源： 量子位 来源： 量子位 量子位 摘要样式 一文看尽AIGC如何颠覆传统文化生产模式 一文看尽AIGC如何颠覆传统文化生产模式 一文看尽AIGC如何颠覆传统文化生产模式 二喵 发自 凹非寺 量子位 | 公众号 QbitAI 二喵 发自 凹非寺 二喵 发自 凹非寺 量子位 | 公众号 QbitAI 量子位 | 公众号 QbitAI 当你还在为写一篇文章发愁时，AI已经帮别人月入一个亿了。 当你还在为写一篇文章发愁时，AI已经帮别人月入一个亿了。 在北京海淀最新的一场文化沙龙上，最热的讨论不是电影、综艺，而是 AI如何重塑内容生产 。 在北京海淀最新的一场文化沙龙上，最热的讨论不是电影、综艺，而是 AI如何重塑内容生产 AI如何重塑内容生产 。 不同的玩家，给出了各自的答案： 不同的玩家，给出了各自的答案： 快手可灵成了“印钞机”——月入一个亿、一天能生成10万条广告； AI音乐大模型直接把创作权交还给每一个普通人，人人都能随时随地写歌； 投资人捕捉到AIGC催生的新型创业潮，仿佛这波浪潮能再造一个抖音。 快手可灵成了“印钞机”——月入一个亿、一天能生成10万条广告； 快手可灵成了“印钞机”——月入一个亿、一天能生成10万条广告； AI音乐大模型直接把创作权交还给每一个普通人，人人都能随时随地写歌； AI音乐大模型直接把创作权交还给每一个普通人，人人都能随时随地写歌； 投资人捕捉到AIGC催生的新型创业潮，仿佛这波浪潮能再造一个抖音。 投资人捕捉到AIGC催生的新型创业潮，仿佛这波浪潮能再造一个抖音。 也难怪这样的讨论会发生在海淀。这里刚刚成为全国首个“百模规模”的地市级区域——备案大模型达到 105款 ，占全国的 五分之一 。 也难怪这样的讨论会发生在海淀。这里刚刚成为全国首个“百模规模”的地市级区域——备案大模型达到 105款 105款 ，占全国的 五分之一 五分之一 。 于是乎，在这片技术最密集的热土上，大家开始思考一个更深层的问题： 于是乎，在这片技术最密集的热土上，大家开始思考一个更深层的问题： 当成本被压到接近零，内容生产彻底大众化，真正稀缺的是什么？创意？审美？还是人与人之间的共鸣？ 当成本被压到接近零，内容生产彻底大众化，真正稀缺的是什么？创意？审美？还是人与人之间的共鸣？ 当成本被压到接近零，内容生产彻底大众化，真正稀缺的是什么？创意？审美？还是人与人之间的共鸣？ 答案或许没有标准，但很显然，新的内容生产秩序正在被AI一点点重写。 答案或许没有标准，但很显然，新的内容生产秩序正在被AI一点点重写。 上述精彩观点的交锋，发生在 2025北京文化论坛“双向赋能：网络文化创新发展”平行论坛的首场专业沙龙 上，由北京市委网信办承办，海淀区委网信办、东升镇人民政府、快手联合协办。 上述精彩观点的交锋，发生在 2025北京文化论坛“双向赋能：网络文化创新发展”平行论坛的首场专业沙龙 2025北京文化论坛“双向赋能：网络文化创新发展”平行论坛的首场专业沙龙 上，由北京市委网信办承办，海淀区委网信办、东升镇人民政府、快手联合协办。 https://www.qbitai.com/wp-content/uploads/replace/b5795518ff49f6c43b8ca244f7f771c0.png 参与本场沙龙访谈的嘉宾分别是： 参与本场沙龙访谈的嘉宾分别是： 蔡雄山 ，快手科技副总裁、快手研究院院长 姜涛 ，自由量级（上海）智能科技有限公司CTO兼执行CEO 马子涵 ，当红齐天集团联合创始人 赵晨 ，璞跃中国（Plug and Play）管理合伙人、常务副总裁 蔡雄山 ，快手科技副总裁、快手研究院院长 蔡雄山 蔡雄山 ，快手科技副总裁、快手研究院院长 姜涛 ，自由量级（上海）智能科技有限公司CTO兼执行CEO 姜涛 姜涛 ，自由量级（上海）智能科技有限公司CTO兼执行CEO 马子涵 ，当红齐天集团联合创始人 马子涵 马子涵 ，当红齐天集团联合创始人 赵晨 ，璞跃中国（Plug and Play）管理合伙人、常务副总裁 赵晨 赵晨 ，璞跃中国（Plug and Play）管理合伙人、常务副总裁 量子位在不改变原意的基础上，对本场对话进行了编辑整理。希望能够给你带来更多的启发与思考。 量子位在不改变原意的基础上，对本场对话进行了编辑整理。希望能够给你带来更多的启发与思考。 量子位在不改变原意的基础上，对本场对话进行了编辑整理。希望能够给你带来更多的启发与思考。 AIGC重塑内容生成：低成本、高交互、个性化 AIGC重塑内容生成：低成本、高交互、个性化 量子位： 我们看到了AI的创造力，想了解驱动这种变革的内在逻辑是什么？背后正在形成哪些新规律？ 量子位： 我们看到了AI的创造力，想了解驱动这种变革的内在逻辑是什么？背后正在形成哪些新规律？ 量子位： 我们看到了AI的创造力，想了解驱动这种变革的内在逻辑是什么？背后正在形成哪些新规律？ 我们看到了AI的创造力，想了解驱动这种变革的内在逻辑是什么？背后正在形成哪些新规律？ 蔡雄山： 快手在人工智能领域这一块，有一个非常重要的产品，就是 可灵 。这是全球首个用户真实可用的视频生成大模型。 蔡雄山： 蔡雄山： 快手在人工智能领域这一块，有一个非常重要的产品，就是 可灵 可灵 。这是全球首个用户真实可用的视频生成大模型。 在视频生成领域，我们排在全世界非常前列的位置，甚至很多测评的指标是世界第一。 在视频生成领域，我们排在全世界非常前列的位置，甚至很多测评的指标是世界第一。 关于可灵带来的颠覆性改变，我觉得有以下几个方面： 关于可灵带来的颠覆性改变，我觉得有以下几个方面： 首先， AIGC的应用降低了创作的门槛。 首先， AIGC的应用降低了创作的门槛。 AIGC的应用降低了创作的门槛。 每一个用户都可以用视频生成大模型创作，所以它打开了创作的边界。我们现在全球已经有 4500万用户 ，很多用户来自海外。 每一个用户都可以用视频生成大模型创作，所以它打开了创作的边界。我们现在全球已经有 4500万用户 4500万用户 ，很多用户来自海外。 人类想不到的很多创意，机器今天可以给你创作出来。它提供了新的内容和思想的工具，这是人类社会以前不曾有的，或者说人的思维想象不到的。 人类想不到的很多创意，机器今天可以给你创作出来。它提供了新的内容和思想的工具，这是人类社会以前不曾有的，或者说人的思维想象不到的。 例如，快手曾经拍过一部名叫《山海奇镜之劈波斩浪》的AIGC短剧，它是国内首部AIGC短剧，描述的是中国《山海经》的故事。 例如，快手曾经拍过一部名叫《山海奇镜之劈波斩浪》的AIGC短剧，它是国内首部AIGC短剧，描述的是中国《山海经》的故事。 △AIGC短剧《山海奇镜之劈波斩浪》截图 https://www.qbitai.com/wp-content/uploads/replace/0108bf5f71a66ae09ab9b9342a71521f.png △AIGC短剧《山海奇镜之劈波斩浪》截图 △AIGC短剧《山海奇镜之劈波斩浪》截图 在《山海经》里，有一个概念叫“饕餮”，就是指特别能吃的怪兽。我们谁都没见过饕餮，你所看到的只是古书上画的饕餮。但到了今天，我们通过AIGC应用，可以创造出无比瑰丽的景象，创作出人类从未见过、非常有创意的饕餮怪兽。 在《山海经》里，有一个概念叫“饕餮”，就是指特别能吃的怪兽。我们谁都没见过饕餮，你所看到的只是古书上画的饕餮。但到了今天，我们通过AIGC应用，可以创造出无比瑰丽的景象，创作出人类从未见过、非常有创意的饕餮怪兽。 第二， 对于专业创作者来说，它降低了创作的成本。 这样一来，每个人不仅是内容的消费者，同样也能成为内容的生产者。 第二， 对于专业创作者来说，它降低了创作的成本。 对于专业创作者来说，它降低了创作的成本。 这样一来，每个人不仅是内容的消费者，同样也能成为内容的生产者。 这个成本包括时间成本、物质方面的花费。AIGC短剧创作所需时间可能不到传统短剧的三分之一。传统短剧拍摄要用摄像机拍摄，还需要后期的动画渲染。 这个成本包括时间成本、物质方面的花费。AIGC短剧创作所需时间可能不到传统短剧的三分之一。传统短剧拍摄要用摄像机拍摄，还需要后期的动画渲染。 姜涛： 音乐大模型实现了创意平权，以前国内的音乐人大概只有几万，把泛音乐人加在一起有十几万，只有这十几万人能够创作歌曲和音乐。 姜涛： 姜涛： 音乐大模型实现了创意平权，以前国内的音乐人大概只有几万，把泛音乐人加在一起有十几万，只有这十几万人能够创作歌曲和音乐。 但未来可能会有几百万、几千万，甚至几亿的用户使用音乐大模型，随时随地创作音乐作品。 这是对整个行业的颠覆，原来只有少数人能做的，现在人人都能做。 但未来可能会有几百万、几千万，甚至几亿的用户使用音乐大模型，随时随地创作音乐作品。 这是对整个行业的颠覆，原来只有少数人能做的，现在人人都能做。 这是对整个行业的颠覆，原来只有少数人能做的，现在人人都能做。 举个例子，之前制作一首主题曲需要花上几周到几个月的时间，花费几万到几十万的成本，现在大家在APP市场下载「音潮」，点点鼠标或者动动手指，不到一分钟，也不用花费什么成本，这种商业发行级的作品就被创作出来了。 举个例子，之前制作一首主题曲需要花上几周到几个月的时间，花费几万到几十万的成本，现在大家在APP市场下载「音潮」，点点鼠标或者动动手指，不到一分钟，也不用花费什么成本，这种商业发行级的作品就被创作出来了。 行业变化实在是太快了，每天都有新模型、新场景涌现，所以我觉得没有 （普适性的） 规律可总结。 行业变化实在是太快了，每天都有新模型、新场景涌现，所以我觉得没有 （普适性的） （普适性的） 规律可总结。 马子涵： 我认为有两个关键词：一个是 交互性 ，另一个是 个性化 。 马子涵： 马子涵： 我认为有两个关键词：一个是 交互性 交互性 ，另一个是 个性化 个性化 。 交互性是指，比如利用AI技术，我们在快手直播间提供像“包晴天”这样的AI律师，观众朋友如果遇到法律问题可以免费问它，它可以尝试帮大家解决。 交互性是指，比如利用AI技术，我们在快手直播间提供像“包晴天”这样的AI律师，观众朋友如果遇到法律问题可以免费问它，它可以尝试帮大家解决。 而个性化是指，有了AI的介入后，在虚拟现实的体验里面，个人可以根据自己的喜好，去选择不同的故事线等等。 而个性化是指，有了AI的介入后，在虚拟现实的体验里面，个人可以根据自己的喜好，去选择不同的故事线等等。 赵晨： 和大家简单介绍一下，Plug and Play璞跃是1998年在硅谷成立的早期科技企业投资孵化平台，公司中国总部过去10年一直在海淀，现在位于东升镇的AI原点社区。整个街区现有 超过300家 人工智能领域创业公司，包括生数科技、无问芯穹、非夕科技在内的AI大模型、AI算力基础设施、具身智能等各类企业。 赵晨： 赵晨： 和大家简单介绍一下，Plug and Play璞跃是1998年在硅谷成立的早期科技企业投资孵化平台，公司中国总部过去10年一直在海淀，现在位于东升镇的AI原点社区。整个街区现有 超过300家 超过300家 人工智能领域创业公司，包括生数科技、无问芯穹、非夕科技在内的AI大模型、AI算力基础设施、具身智能等各类企业。 我们每天都在接触各类科技项目，不管是从投资的角度来讲，还是从大企业创新业务角度，璞跃一直在全球范围内帮助很多500强大型企业提供开放创新咨询服务。 我们每天都在接触各类科技项目，不管是从投资的角度来讲，还是从大企业创新业务角度，璞跃一直在全球范围内帮助很多500强大型企业提供开放创新咨询服务。 https://www.qbitai.com/wp-content/uploads/replace/9bcf19a71152199fae6a25a92344f5d2.png 服务的内容很好理解，就是传统行业的大型企业提出需求，璞跃结合大企业的需求和场景，快速精准找到前沿科技公司标的与解决方案，通过链接创业公司的技术协助大型企业解决数字化转型和创新上遇到的问题。 服务的内容很好理解，就是传统行业的大型企业提出需求，璞跃结合大企业的需求和场景，快速精准找到前沿科技公司标的与解决方案，通过链接创业公司的技术协助大型企业解决数字化转型和创新上遇到的问题。 关于新趋势，一方面，我们今天在海淀三山五园中心看到小学生、中学生用AI创作出非常优质的内容, 让我们进一步感受到了 内容创作中的”平权” ； 关于新趋势，一方面，我们今天在海淀三山五园中心看到小学生、中学生用AI创作出非常优质的内容, 让我们进一步感受到了 内容创作中的”平权” 内容创作中的”平权” ； 另一方面，我们看到非常多大型企业都在被新的技术和市场推动，开始在实际业务中尝试接触AIGC相关的内容去达成业务合作，同时也产生了对于前沿技术团队的投资或者并购需求。 另一方面，我们看到非常多大型企业都在被新的技术和市场推动，开始在实际业务中尝试接触AIGC相关的内容去达成业务合作，同时也产生了对于前沿技术团队的投资或者并购需求。 很多企业短期内最大的需求就是 AIGC动态生成内容的能力 。举例来说，北京的星河视效这家公司，他们做的就是在十几秒时间内，根据用户之前在电商平台上搜索的产品内容，去实时用AI渲染生成你看到的动态视频广告内容。 很多企业短期内最大的需求就是 AIGC动态生成内容的能力 AIGC动态生成内容的能力 。举例来说，北京的星河视效这家公司，他们做的就是在十几秒时间内，根据用户之前在电商平台上搜索的产品内容，去实时用AI渲染生成你看到的动态视频广告内容。 另外一个趋势是， 有很多从高校科研院所走出来的、从海外回来的、从大厂出来创业的团队，他们的产品能力放在国际上也是非常能打的。 另外一个趋势是， 有很多从高校科研院所走出来的、从海外回来的、从大厂出来创业的团队，他们的产品能力放在国际上也是非常能打的。 有很多从高校科研院所走出来的、从海外回来的、从大厂出来创业的团队，他们的产品能力放在国际上也是非常能打的。 不管是音视频图文生成，还是AI技术赋能到硬件、陪伴、穿戴设备，国外市场也都有很多新的收入和机会。 不管是音视频图文生成，还是AI技术赋能到硬件、陪伴、穿戴设备，国外市场也都有很多新的收入和机会。 量子位： 在AIGC投资领域，是否正呈现出从“高精尖”实验室项目走向更多元化创业者的新挑战或新机遇？ 量子位： 在AIGC投资领域，是否正呈现出从“高精尖”实验室项目走向更多元化创业者的新挑战或新机遇？ 量子位： 在AIGC投资领域，是否正呈现出从“高精尖”实验室项目走向更多元化创业者的新挑战或新机遇？ 在AIGC投资领域，是否正呈现出从“高精尖”实验室项目走向更多元化创业者的新挑战或新机遇？ 赵晨： 举几个我们最近投资的项目。有一个团队是深圳科创学院的 李泽湘 老师的团队孵化出来的，叫 CODE27 。 赵晨： 赵晨： 举几个我们最近投资的项目。有一个团队是深圳科创学院的 李泽湘 李泽湘 老师的团队孵化出来的，叫 CODE27 CODE27 。 他们做的产品很讨巧，主要针对海外市场打游戏或者需要陪伴的人群。他们做了智能显示屏，这个舱里面可以通过AIGC的能力生成3D的人物，通过智能舱的显示技术可以投影到像桌面台灯这么高的设备，对于用户来讲也可以简单上手。 他们做的产品很讨巧，主要针对海外市场打游戏或者需要陪伴的人群。他们做了智能显示屏，这个舱里面可以通过AIGC的能力生成3D的人物，通过智能舱的显示技术可以投影到像桌面台灯这么高的设备，对于用户来讲也可以简单上手。 https://www.qbitai.com/wp-content/uploads/replace/7b342b1b9a84ee6af59075a3220ad8ce.png CODE27海外市场众筹不到一个月的时间就筹集了近200多万美金，现在正在向海外陆续交付产品的过程中。 CODE27海外市场众筹不到一个月的时间就筹集了近200多万美金，现在正在向海外陆续交付产品的过程中。 还有一家我们近期投资的项目 如意AI ，是从零一万物孵化出来的团队，这是一家提供数字人直播服务的公司。公司已经在帮助很多500强企业做24小时持续不断、高质量、互动性的AI数字人直播。 还有一家我们近期投资的项目 如意AI 如意AI ，是从零一万物孵化出来的团队，这是一家提供数字人直播服务的公司。公司已经在帮助很多500强企业做24小时持续不断、高质量、互动性的AI数字人直播。 △来自“如意AI智能”微信公众号 https://www.qbitai.com/wp-content/uploads/replace/06a743127b70431ec8b403467572a41e.png △来自“如意AI智能”微信公众号 △来自“如意AI智能”微信公众号 当下的AI领域创业不光是调用大模型底座的能力， 更是需要对垂直行业和企业的实际需求痛点有更深层的了解，才能形成更容易被买单的商业化产品 。 当下的AI领域创业不光是调用大模型底座的能力， 更是需要对垂直行业和企业的实际需求痛点有更深层的了解，才能形成更容易被买单的商业化产品 更是需要对垂直行业和企业的实际需求痛点有更深层的了解，才能形成更容易被买单的商业化产品 。 AI已成文化产业新引擎：快手可灵月入1亿，日产出10万条广告 AI已成文化产业新引擎：快手可灵月入1亿，日产出10万条广告 量子位： 自由量级如何定义自己在“文化智造”中的角色？在人机协同的新范式下，你们看到了哪些机遇和现实问题？ 量子位： 自由量级如何定义自己在“文化智造”中的角色？在人机协同的新范式下，你们看到了哪些机遇和现实问题？ 量子位： 自由量级如何定义自己在“文化智造”中的角色？在人机协同的新范式下，你们看到了哪些机遇和现实问题？ 自由量级如何定义自己在“文化智造”中的角色？在人机协同的新范式下，你们看到了哪些机遇和现实问题？ 姜涛： 面对的最大机遇就是创作者越来越多了， 人人都可以创造，你有一个想法，马上就能做出来 。 姜涛： 姜涛： 面对的最大机遇就是创作者越来越多了， 人人都可以创造，你有一个想法，马上就能做出来 人人都可以创造，你有一个想法，马上就能做出来 。 举个例子，我几年前去北海旅游，在老街里面看到了一个老奶奶做越南春卷，做得特别慢，拿一个小锅做米皮，大家都耐心的等着她。这个老奶奶一看就是特别有故事的人。我听周围当地居民说，她很小的时候就跟家人从越南来到了中国这边。 举个例子，我几年前去北海旅游，在老街里面看到了一个老奶奶做越南春卷，做得特别慢，拿一个小锅做米皮，大家都耐心的等着她。这个老奶奶一看就是特别有故事的人。我听周围当地居民说，她很小的时候就跟家人从越南来到了中国这边。 我当时想如果把她的故事写出来，可能就是另一个版本《漠河舞厅》的故事，但是当时没有音潮这种工具来做。 我当时想如果把她的故事写出来，可能就是另一个版本《漠河舞厅》的故事，但是当时没有音潮这种工具来做。 但现在可以了，大家有想法，随时随地可以把这个故事写出来，同时能用AI模型把各种元素加进去。 但现在可以了，大家有想法，随时随地可以把这个故事写出来，同时能用AI模型把各种元素加进去。 模型虽然是通用的，但每个人的创意不一样。 模型可以提供各种参数，用户可以把自己的音乐偏好、编曲风格、音色表达融入到这个里面，这个作品中蕴含了人的情感和羁绊，能够快速地传递到世界上，让其他人也听到这个故事。 模型虽然是通用的，但每个人的创意不一样。 模型虽然是通用的，但每个人的创意不一样。 模型可以提供各种参数，用户可以把自己的音乐偏好、编曲风格、音色表达融入到这个里面，这个作品中蕴含了人的情感和羁绊，能够快速地传递到世界上，让其他人也听到这个故事。 量子位： 快手可灵拥有4500万用户和2亿生成视频，快手如何建立机制确保高质量输出？ 量子位： 快手可灵拥有4500万用户和2亿生成视频，快手如何建立机制确保高质量输出？ 量子位： 快手可灵拥有4500万用户和2亿生成视频，快手如何建立机制确保高质量输出？ 快手可灵拥有4500万用户和2亿生成视频，快手如何建立机制确保高质量输出？ 蔡雄山： 现在整个AIGC领域比较大的挑战是 成本问题 。 蔡雄山： 蔡雄山： 现在整个AIGC领域比较大的挑战是 成本问题 成本问题 。 但从商业化的角度来讲，像快手还是做得非常好的，比如现在可灵AI每月付费流水 超过1个亿 。 但从商业化的角度来讲，像快手还是做得非常好的，比如现在可灵AI每月付费流水 超过1个亿 超过1个亿 。 1个亿在全世界的赛道是什么水平？在全球属于第一梯队。这非常重要，因为你必须有这种商业变现能力，才能够不断地反哺研发，你的技术才能不断进步。 1个亿在全世界的赛道是什么水平？在全球属于第一梯队。这非常重要，因为你必须有这种商业变现能力，才能够不断地反哺研发，你的技术才能不断进步。 所以快手已经是做得非常好了，但整体成本还是比较高，所以这是一个大的挑战。 所以快手已经是做得非常好了，但整体成本还是比较高，所以这是一个大的挑战。 https://www.qbitai.com/wp-content/uploads/replace/89225b1fb1ed43fada1f0d74c3b17ab0.png 另外，关于怎么保证输出内容的质量，在视频生成领域，模型有两个重要的值得关注的点： 另外，关于怎么保证输出内容的质量，在视频生成领域，模型有两个重要的值得关注的点： 第一，内容生成的质量，这个 需要技术不断进步 ，所以才能够生成高质量、高清的，而且符合用户审美要求的。 第一，内容生成的质量，这个 需要技术不断进步 需要技术不断进步 ，所以才能够生成高质量、高清的，而且符合用户审美要求的。 第二， 需要有高质量的数据集 ，类似于好莱坞的影视作品构成的数据集，那我生成视频的质量就更有美感。 第二， 需要有高质量的数据集 需要有高质量的数据集 ，类似于好莱坞的影视作品构成的数据集，那我生成视频的质量就更有美感。 第三， 模型要有更好的可控性 。比如我们拍摄一个视频，要远景、中景、近景，这个东西在提示词里可以提示操控，包括可灵2.1里你可以定义一个视频的首尾帧，就像写文章一样首尾呼应。 第三， 模型要有更好的可控性 模型要有更好的可控性 。比如我们拍摄一个视频，要远景、中景、近景，这个东西在提示词里可以提示操控，包括可灵2.1里你可以定义一个视频的首尾帧，就像写文章一样首尾呼应。 另外还要保证我们的内容符合国家法律法规的要求，按照以上思路来，它能够保证视频生态和文化产业的繁荣。 另外还要保证我们的内容符合国家法律法规的要求，按照以上思路来，它能够保证视频生态和文化产业的繁荣。 机遇方面，第一， AIGC给电影内容工业化生产带来了许多便利 。去年我们也和很多知名导演，包括贾樟柯等等，合作推出了“可灵AI导演合作计划”拍摄了一系列的电影，所以新的技术可能会重构电影工业。 机遇方面，第一， AIGC给电影内容工业化生产带来了许多便利 AIGC给电影内容工业化生产带来了许多便利 。去年我们也和很多知名导演，包括贾樟柯等等，合作推出了“可灵AI导演合作计划”拍摄了一系列的电影，所以新的技术可能会重构电影工业。 第二，在广告领域，我们今天在快手平台上，每天有 10万条 AIGC生成的广告。 第二，在广告领域，我们今天在快手平台上，每天有 10万条 10万条 AIGC生成的广告。 以前的广告都是用摄像机拍的，比如我是快手的中小商家，我想卖一瓶水，你是用视频去拍的，可能成本要200块钱一条。现在AIGC生成的广告，它的成本基本可以忽略不计。所以我们AIGC营销素材的日均消耗达3000万元。 以前的广告都是用摄像机拍的，比如我是快手的中小商家，我想卖一瓶水，你是用视频去拍的，可能成本要200块钱一条。现在AIGC生成的广告，它的成本基本可以忽略不计。所以我们AIGC营销素材的日均消耗达3000万元。 第三，通过视觉技术我们可以构建一个世界模型，让我们的机器人在里面训练。训练之后得到的数据，然后让机器人在这个场景里面去使用。 第三，通过视觉技术我们可以构建一个世界模型，让我们的机器人在里面训练。训练之后得到的数据，然后让机器人在这个场景里面去使用。 也就是说，今天可灵的视频生成技术，它未来会跟国家产业结合，助力我们的人形机器人和具身智能的发展，这有无限的想象空间。 也就是说，今天可灵的视频生成技术，它未来会跟国家产业结合，助力我们的人形机器人和具身智能的发展，这有无限的想象空间。 量子位： 可灵在视频生成上的领先优势，如何转化为出海的新机遇？ 量子位： 可灵在视频生成上的领先优势，如何转化为出海的新机遇？ 量子位： 可灵在视频生成上的领先优势，如何转化为出海的新机遇？ 可灵在视频生成上的领先优势，如何转化为出海的新机遇？ 蔡雄山： 机会有很多，国家非常重视“一带一路”和金砖国家。 蔡雄山： 蔡雄山： 机会有很多，国家非常重视“一带一路”和金砖国家。 国家层面，已经成立了 中国—金砖国家人工智能发展与合作中心 ，它挂在中国信息通信研究院，核心就是中国和金砖国家非常重要的人工智能合作的平台。 国家层面，已经成立了 中国—金砖国家人工智能发展与合作中心 中国—金砖国家人工智能发展与合作中心 ，它挂在中国信息通信研究院，核心就是中国和金砖国家非常重要的人工智能合作的平台。 这个中心在全球设立了首个海外成果转化中心，这个中心就设置在快手的巴西分公司。 这个中心在全球设立了首个海外成果转化中心，这个中心就设置在快手的巴西分公司。 也就是说我们人工智能的技术，包括像可灵的技术，未来会在“一带一路”包括金砖国家都可以使用。 也就是说我们人工智能的技术，包括像可灵的技术，未来会在“一带一路”包括金砖国家都可以使用。 另外在文化输出领域， 短剧本身已经成为中国文化输出非常重要的符号。 最近有一个新的趋势，是通过AIGC来生成短剧。这些短剧在海外也会越来越受欢迎，所以这其实是中国文化输出不错的载体。 另外在文化输出领域， 短剧本身已经成为中国文化输出非常重要的符号。 短剧本身已经成为中国文化输出非常重要的符号。 最近有一个新的趋势，是通过AIGC来生成短剧。这些短剧在海外也会越来越受欢迎，所以这其实是中国文化输出不错的载体。 量子位： 当红齐天过去依靠专业设备和内容打造体验，如今每个人都能创作高质量内容，这对你们是新的挑战还是机遇？ 量子位： 当红齐天过去依靠专业设备和内容打造体验，如今每个人都能创作高质量内容，这对你们是新的挑战还是机遇？ 量子位： 当红齐天过去依靠专业设备和内容打造体验，如今每个人都能创作高质量内容，这对你们是新的挑战还是机遇？ 当红齐天过去依靠专业设备和内容打造体验，如今每个人都能创作高质量内容，这对你们是新的挑战还是机遇？ 马子涵：在AI时代反而更能凸显出有想法或者创意人的价值。 马子涵：在AI时代反而更能凸显出有想法或者创意人的价值。 马子涵：在AI时代反而更能凸显出有想法或者创意人的价值。 因为AI本身可以创作很多好的内容出来，但因为它输入的数据都是类似的，所以会有同质化的倾向。未来有想法有创意的人才，TA的价值体现其实会更高。 因为AI本身可以创作很多好的内容出来，但因为它输入的数据都是类似的，所以会有同质化的倾向。未来有想法有创意的人才，TA的价值体现其实会更高。 所以我觉得我们的优势还是在于 真正的创造力 ，AI只是辅助，它相当于是一个执行力。 所以我觉得我们的优势还是在于 真正的创造力 真正的创造力 ，AI只是辅助，它相当于是一个执行力。 量子位： 本轮AIGC浪潮中，中国项目是否从一开始就展现出与以往不同的全球竞争力？ 量子位： 本轮AIGC浪潮中，中国项目是否从一开始就展现出与以往不同的全球竞争力？ 量子位： 本轮AIGC浪潮中，中国项目是否从一开始就展现出与以往不同的全球竞争力？ 本轮AIGC浪潮中，中国项目是否从一开始就展现出与以往不同的全球竞争力？ 赵晨： 因为璞跃公司总部在硅谷，离苹果、谷歌等科技大厂的位置都挺近，我们经常举办华人创业者交流活动Chinese Tech Network。最近这两三年，我们接触了非常多在美国本地的华人科学家、创业者设立的公司，以及国内企业到海外开展出海业务的团队。 赵晨： 赵晨： 因为璞跃公司总部在硅谷，离苹果、谷歌等科技大厂的位置都挺近，我们经常举办华人创业者交流活动Chinese Tech Network。最近这两三年，我们接触了非常多在美国本地的华人科学家、创业者设立的公司，以及国内企业到海外开展出海业务的团队。 例如璞跃中国之前参股的一家公司Authing创始人谢扬孵化的新项目叫 Fellou ，是做AI浏览器的团队，最近也在规划设立硅谷办公室。 例如璞跃中国之前参股的一家公司Authing创始人谢扬孵化的新项目叫 Fellou Fellou ，是做AI浏览器的团队，最近也在规划设立硅谷办公室。 https://www.qbitai.com/wp-content/uploads/replace/c9fb43133b405bd92c544ceebd04a6f3.png 首先，例如国内的头部数字文化内容企业 中文在线 ，现在也做很多海外的短剧，因为在国内持有大量的IP，可以通过AI生成适合外国人看的剧情，尤其针对在北美地区的付费意愿非常强的受众。 首先，例如国内的头部数字文化内容企业 中文在线 中文在线 ，现在也做很多海外的短剧，因为在国内持有大量的IP，可以通过AI生成适合外国人看的剧情，尤其针对在北美地区的付费意愿非常强的受众。 第二，除了内容生产之外，很多AI大模型和AI基础设施以及中间件的产品，由传统的SaaS （软件即服务） 、PaaS （平台即服务） 和IaaS（基础设施即服务）模式，现在转变成了 MaaS（模型即服务）或者RaaS （结果为服务）的公司 ，在这个领域我们看到非常多优秀的华人团队。 第二，除了内容生产之外，很多AI大模型和AI基础设施以及中间件的产品，由传统的SaaS （软件即服务） （软件即服务） 、PaaS （平台即服务） （平台即服务） 和IaaS（基础设施即服务）模式，现在转变成了 MaaS（模型即服务）或者RaaS （结果为服务）的公司 MaaS（模型即服务）或者RaaS （结果为服务）的公司 ，在这个领域我们看到非常多优秀的华人团队。 上周我们在北京一周内就聊了三四家华人创办的、以北美市场为主的技术团队，都纷纷在融资。 上周我们在北京一周内就聊了三四家华人创办的、以北美市场为主的技术团队，都纷纷在融资。 当然，现在面临的一个小挑战就是，这样的团队短期倾向于拿海外本地资本的融资，公司可能在国内设立研发团队，但融资主体是在境外的方式，这样对于他们海外业务的拓展会更方便一些。 当然，现在面临的一个小挑战就是，这样的团队短期倾向于拿海外本地资本的融资，公司可能在国内设立研发团队，但融资主体是在境外的方式，这样对于他们海外业务的拓展会更方便一些。 AI音乐版权新实践：用户创意，用户所有 AI音乐版权新实践：用户创意，用户所有 量子位： 在AI音乐创作中，自由量级作为平台方与创作者之间的权责边界如何界定？特别是版权归属和收益分成的机制是怎样的？ 量子位： 在AI音乐创作中，自由量级作为平台方与创作者之间的权责边界如何界定？特别是版权归属和收益分成的机制是怎样的？ 量子位： 在AI音乐创作中，自由量级作为平台方与创作者之间的权责边界如何界定？特别是版权归属和收益分成的机制是怎样的？ 在AI音乐创作中，自由量级作为平台方与创作者之间的权责边界如何界定？特别是版权归属和收益分成的机制是怎样的？ 姜涛： AI生成音乐海外有Suno，国内有音潮。我们跟其他生成模型的差异在于—— 创作者的版权完全归属于用户，我们自己不占，我们还可以帮助用户做代发行。 姜涛： 姜涛： AI生成音乐海外有Suno，国内有音潮。我们跟其他生成模型的差异在于—— 创作者的版权完全归属于用户，我们自己不占，我们还可以帮助用户做代发行。 创作者的版权完全归属于用户，我们自己不占，我们还可以帮助用户做代发行。 根据国家最近的法律规定，如果是纯AI生成的作品、没有人工参与的，这是没有版权的。但用户只要有自己的prompt和创意，或者有他的图片融入在里面，那么用户参与创作的这个作品，用户就有版权。 根据国家最近的法律规定，如果是纯AI生成的作品、没有人工参与的，这是没有版权的。但用户只要有自己的prompt和创意，或者有他的图片融入在里面，那么用户参与创作的这个作品，用户就有版权。 △音潮小程序截图 https://www.qbitai.com/wp-content/uploads/replace/6fea55521a5d34834e72187afc5514d7.png △音潮小程序截图 △音潮小程序截图 因为我们觉得整个创作空间其实就像是宇宙，这个宇宙中其实是有很多星星的，也有很多空洞。我们就提供工具，让创作者像星际迷航一样，驾驶着宇宙飞船去找到新的星星。 因为我们觉得整个创作空间其实就像是宇宙，这个宇宙中其实是有很多星星的，也有很多空洞。我们就提供工具，让创作者像星际迷航一样，驾驶着宇宙飞船去找到新的星星。 新的星星代表了新的音乐风格、新的表达方式，让其他用户也能创作出类似的作品。 新的星星代表了新的音乐风格、新的表达方式，让其他用户也能创作出类似的作品。 这种新的发现，我们也会给第一个发现的人命名权。 就比如某个新的风格是我发现的，那就给它命名“B612”，我还希望这颗星星上有朵会说话的玫瑰。 这种新的发现，我们也会给第一个发现的人命名权。 这种新的发现，我们也会给第一个发现的人命名权。 就比如某个新的风格是我发现的，那就给它命名“B612”，我还希望这颗星星上有朵会说话的玫瑰。 量子位： 在AIGC时代，AI生成内容的版权归属问题，是否会成为你们投资决策中的关键一环？它如何影响你们的投资逻辑？ 量子位： 在AIGC时代，AI生成内容的版权归属问题，是否会成为你们投资决策中的关键一环？它如何影响你们的投资逻辑？ 量子位： 在AIGC时代，AI生成内容的版权归属问题，是否会成为你们投资决策中的关键一环？它如何影响你们的投资逻辑？ 在AIGC时代，AI生成内容的版权归属问题，是否会成为你们投资决策中的关键一环？它如何影响你们的投资逻辑？ 赵晨： 从投资角度我们团队在早期更多是看他的团队、市场规模和商业化能力。 赵晨： 赵晨： 从投资角度我们团队在早期更多是看他的团队、市场规模和商业化能力。 如果有的选的话，我们肯定希望这个团队能够在整个跟AIGC相关的业务过程中， 有提前的合规相关布局，包括在训练数据的选择上，使用所有权清晰或者合成数据的方式。 如果有的选的话，我们肯定希望这个团队能够在整个跟AIGC相关的业务过程中， 有提前的合规相关布局，包括在训练数据的选择上，使用所有权清晰或者合成数据的方式。 有提前的合规相关布局，包括在训练数据的选择上，使用所有权清晰或者合成数据的方式。 我们希望团队在早期能够有这方面的意识和布局，同时我们在做法律尽调的过程中也会请外部律师做相应研判。 我们希望团队在早期能够有这方面的意识和布局，同时我们在做法律尽调的过程中也会请外部律师做相应研判。 对于商业化过程中产生出来的内容，我们也看到 有一些区块链相关的技术可以做到所有权的追溯 ，能够让他们在AI生成内容之后提前减少版权纠纷和官司，让企业在商业化的路径上走得顺畅和快一些。 对于商业化过程中产生出来的内容，我们也看到 有一些区块链相关的技术可以做到所有权的追溯 有一些区块链相关的技术可以做到所有权的追溯 ，能够让他们在AI生成内容之后提前减少版权纠纷和官司，让企业在商业化的路径上走得顺畅和快一些。 姜涛： 我们跟很多高校合作。比如上海音乐学院，他们就把自己的音乐数据库开放给我们，同时也把他们底层的音乐工程分轨、音乐标签贡献给我们。很感激他们，帮我们提升了模型对乐理的支持能力。 姜涛： 姜涛： 我们跟很多高校合作。比如上海音乐学院，他们就把自己的音乐数据库开放给我们，同时也把他们底层的音乐工程分轨、音乐标签贡献给我们。很感激他们，帮我们提升了模型对乐理的支持能力。 https://www.qbitai.com/wp-content/uploads/replace/1424420b8bbaf90315b784b78aa21151.png 产品上线一段时间之后，我们已经在思考，一旦有版权纠纷的情况下，我们如何提早做好防火墙，如何保护版权方和创作者的利益。 产品上线一段时间之后，我们已经在思考，一旦有版权纠纷的情况下，我们如何提早做好防火墙，如何保护版权方和创作者的利益。 这个我们要提前布局和考虑好，否则我们很难走得更长远。 这个我们要提前布局和考虑好，否则我们很难走得更长远。 创意归人，执行交给AI 创意归人，执行交给AI 量子位： 在AI音乐发展的进程里，人类创作者最独特、最不可被替代的核心是什么？ 量子位： 在AI音乐发展的进程里，人类创作者最独特、最不可被替代的核心是什么？ 量子位： 在AI音乐发展的进程里，人类创作者最独特、最不可被替代的核心是什么？ 在AI音乐发展的进程里，人类创作者最独特、最不可被替代的核心是什么？ 姜涛： 虽然大模型还有很多智能涌现，在音乐模型里面我们希望它的幻想更多，但是归根结底是分类模型，在参数确定的情况下，每一个Token的产生是确定的，人工可以加一些随机性和创作性在里面。 姜涛： 姜涛： 虽然大模型还有很多智能涌现，在音乐模型里面我们希望它的幻想更多，但是归根结底是分类模型，在参数确定的情况下，每一个Token的产生是确定的，人工可以加一些随机性和创作性在里面。 但人脑有的时候是非线性的，脑洞空间特别大，人类创造作品所带来的震撼力，模型目前还没有进化到这一步，这是人类目前最宝贵的一部分。 但人脑有的时候是非线性的，脑洞空间特别大，人类创造作品所带来的震撼力，模型目前还没有进化到这一步，这是人类目前最宝贵的一部分。 量子位： AI有一天可以超越张艺谋导演吗？如果有一天能超越了，让AI来当导演，你们接受吗？认同吗？ 量子位： AI有一天可以超越张艺谋导演吗？如果有一天能超越了，让AI来当导演，你们接受吗？认同吗？ 量子位： AI有一天可以超越张艺谋导演吗？如果有一天能超越了，让AI来当导演，你们接受吗？认同吗？ AI有一天可以超越张艺谋导演吗？如果有一天能超越了，让AI来当导演，你们接受吗？认同吗？ 马子涵： 每一位导演都具备各自的特色，独属于他那个时代的印记，包括他自己的价值观，以及他对不同事物的审美，这些都构建了导演的个人风格。 马子涵： 马子涵： 每一位导演都具备各自的特色，独属于他那个时代的印记，包括他自己的价值观，以及他对不同事物的审美，这些都构建了导演的个人风格。 所以AI在这个领域还是充当执行导演，不管是音乐创作还是内容创作，还是要 给予一个总导演他对这件事情和世界的理解，然后由AI去做一些执行工作。 所以AI在这个领域还是充当执行导演，不管是音乐创作还是内容创作，还是要 给予一个总导演他对这件事情和世界的理解，然后由AI去做一些执行工作。 给予一个总导演他对这件事情和世界的理解，然后由AI去做一些执行工作。 https://www.qbitai.com/wp-content/uploads/replace/9802d5f4b7e9b9cfab56eb4d5f87927b.png AI在其他各行各业的领域，当你已经有了基础生态，比如像我们在全国20多个城市都有大型的XR乐园、科技馆。 AI在其他各行各业的领域，当你已经有了基础生态，比如像我们在全国20多个城市都有大型的XR乐园、科技馆。 AI在我们现有的生态下，它的助力就非常强，也会增加我们的壁垒、降低我们的成本。 AI在我们现有的生态下，它的助力就非常强，也会增加我们的壁垒、降低我们的成本。 所以不仅仅是在创作这个维度。比如说我们有AI讲解员，它对整个乐园的交互以及科技文旅就会起到非常大的价值。 所以不仅仅是在创作这个维度。比如说我们有AI讲解员，它对整个乐园的交互以及科技文旅就会起到非常大的价值。 量子位： 快手以“真实”和“老铁”文化著称，可灵的AI生成内容是否会削弱这一核心特质？你们是否会有这种担忧？ 量子位： 快手以“真实”和“老铁”文化著称，可灵的AI生成内容是否会削弱这一核心特质？你们是否会有这种担忧？ 量子位： 快手以“真实”和“老铁”文化著称，可灵的AI生成内容是否会削弱这一核心特质？你们是否会有这种担忧？ 快手以“真实”和“老铁”文化著称，可灵的AI生成内容是否会削弱这一核心特质？你们是否会有这种担忧？ 蔡雄山： AI生成的内容只是丰富了我们文化的生态、进一步丰富了场景。现在快手日活有4个多亿的用户，月活有7个多亿的用户。 蔡雄山： 蔡雄山： AI生成的内容只是丰富了我们文化的生态、进一步丰富了场景。现在快手日活有4个多亿的用户，月活有7个多亿的用户。 AI生成的内容，目前它只是对生态的进一步繁荣，并不会取代我们今天所有真实的直播和视频，因为后者是更有温度的，更真实的。 AI生成的内容，目前它只是对生态的进一步繁荣，并不会取代我们今天所有真实的直播和视频，因为后者是更有温度的，更真实的。 AI生成的内容，目前它只是对生态的进一步繁荣，并不会取代我们今天所有真实的直播和视频，因为后者是更有温度的，更真实的。 举一个例子，就是关于AI创意的应用对文旅的促进。我们知道各地的文旅部门都很卷，但是传统的宣传片大家不是很感兴趣，可能也花了很多钱。 举一个例子，就是关于AI创意的应用对文旅的促进。我们知道各地的文旅部门都很卷，但是传统的宣传片大家不是很感兴趣，可能也花了很多钱。 在可灵出来之后，快手和五个地方的文旅局合作推了一个很小的视频。比如四川有大熊猫，它可以让大熊猫拉二胡；西藏有藏羚羊，它可以弹古筝；新疆是马，马可以弹另外的乐器。 在可灵出来之后，快手和五个地方的文旅局合作推了一个很小的视频。比如四川有大熊猫，它可以让大熊猫拉二胡；西藏有藏羚羊，它可以弹古筝；新疆是马，马可以弹另外的乐器。 这个小视频只有几秒钟，它出来之后，立马上了快手的热搜。 这个小视频只有几秒钟，它出来之后，立马上了快手的热搜。 △图源：四川文旅快手号 https://www.qbitai.com/wp-content/uploads/replace/724c32af033b9825585833ab2c353b97.png △图源：四川文旅快手号 △图源：四川文旅快手号 这个热搜意味着你暴露在4亿的用户面前，实际的播放量达到了有 4000万 。 这个热搜意味着你暴露在4亿的用户面前，实际的播放量达到了有 4000万 4000万 。 像我们传统的方式去写文章、拍视频，你怎么能够让4000万人一下子就看到你那个东西？那很难的，你有100万的转化就已经非常棒了。 像我们传统的方式去写文章、拍视频，你怎么能够让4000万人一下子就看到你那个东西？那很难的，你有100万的转化就已经非常棒了。 当然，这需要你非常敏锐地捕捉到。 当然，这需要你非常敏锐地捕捉到。 One More Thing One More Thing 量子位： 如果要给下一代写一条人机共生的教育原则，你们想到的第一句话是什么？ 量子位： 如果要给下一代写一条人机共生的教育原则，你们想到的第一句话是什么？ 量子位： 如果要给下一代写一条人机共生的教育原则，你们想到的第一句话是什么？ 如果要给下一代写一条人机共生的教育原则，你们想到的第一句话是什么？ 姜涛： 张三丰教张无忌练太极拳的时候，说“你把你学的所有招式都忘掉，然后你就能学会太极”。 姜涛： 姜涛： 张三丰教张无忌练太极拳的时候，说“你把你学的所有招式都忘掉，然后你就能学会太极”。 现在让所有的小孩把之前对AI的理解忘掉， 以一个放空的心态重新开始，学会与AI对话，后面就会与AI共生，共同成长。 现在让所有的小孩把之前对AI的理解忘掉， 以一个放空的心态重新开始，学会与AI对话，后面就会与AI共生，共同成长。 以一个放空的心态重新开始，学会与AI对话，后面就会与AI共生，共同成长。 马子涵： 让AI成为你的伙伴和员工，自己还是它的老板， 自己还是要有自己思考的能力。 马子涵： 马子涵： 让AI成为你的伙伴和员工，自己还是它的老板， 自己还是要有自己思考的能力。 自己还是要有自己思考的能力。 赵晨： 我想 遵循小朋友真实的兴趣 ，围绕着小孩自己的兴趣爱好，用AI工具辅助他们更快地在这个兴趣领域里面学习和做很多内容的延伸、创作。 赵晨： 赵晨： 我想 遵循小朋友真实的兴趣 遵循小朋友真实的兴趣 ，围绕着小孩自己的兴趣爱好，用AI工具辅助他们更快地在这个兴趣领域里面学习和做很多内容的延伸、创作。 蔡雄山： 《周易》里面有一句话， “观乎人文，以化成天下” 。 蔡雄山： 蔡雄山： 《周易》里面有一句话， “观乎人文，以化成天下” “观乎人文，以化成天下” 。 版权声明 版权所有，未经授权不得以任何形式转载及使用，违者必究。 版权所有，未经授权不得以任何形式转载及使用，违者必究。 版权所有，未经授权不得以任何形式转载及使用，违者必究。"}
{"url": "https://www.qbitai.com/2025/09/333865.html", "title": "蚂蚁数科发布EnergyTS 2.0：以更高精度预测助力企业降低用能成本", "date": "2025-09-19", "content": "蚂蚁数科发布EnergyTS 2.0：以更高精度预测助力企业降低用能成本 蚂蚁数科发布EnergyTS 2.0：以更高精度预测助力企业降低用能成本 一水 2025-09-19 15:44:28 来源： 量子位 一水 http://www.qbitai.com/wp-content/themes/liangziwei/imagesnew/head.jpg 一水 一水 一水 2025-09-19 2025-09-19 15:44:28 15:44:28 来源： 量子位 来源： 量子位 量子位 摘要样式 参数规模在1.0基础上从1B扩展至7B 参数规模在1.0基础上从1B扩展至7B 参数规模在1.0基础上从1B扩展至7B 近日，蚂蚁数科升级推出 能源电力时序大模型EnergyTS 2.0 ，参数规模在1.0基础上 从1B扩展至7B ，可以应对更为复杂的能源预测任务。根据在Energy-EVA基准上的测试结果，EnergyTS 2.0在光伏发电功率预测、风力发电功率预测和用电负荷预测三项任务中的准确率表现优于多个现有主流时序大模型。 近日，蚂蚁数科升级推出 能源电力时序大模型EnergyTS 2.0 能源电力时序大模型EnergyTS 2.0 ，参数规模在1.0基础上 从1B扩展至7B 从1B扩展至7B ，可以应对更为复杂的能源预测任务。根据在Energy-EVA基准上的测试结果，EnergyTS 2.0在光伏发电功率预测、风力发电功率预测和用电负荷预测三项任务中的准确率表现优于多个现有主流时序大模型。 据悉，EnergyTS 2.0采用混合专家（MoE）架构，通过融合气象、地理、日历等多元协变量信息，能显著提升光伏发电、风力发电及用电负荷预测的精准度，破解新能源弃风弃电、投资收益波动等核心痛点。 据悉，EnergyTS 2.0采用混合专家（MoE）架构，通过融合气象、地理、日历等多元协变量信息，能显著提升光伏发电、风力发电及用电负荷预测的精准度，破解新能源弃风弃电、投资收益波动等核心痛点。 为推动行业技术评估标准化和协同发展，蚂蚁数科同步开源了能源电力垂类评测基准Energy-EVA。该基准整合多个公开数据集，涵盖光伏发电、风力发电和用电负荷三大核心场景，包含超过1122万个时序数据点。 为推动行业技术评估标准化和协同发展，蚂蚁数科同步开源了能源电力垂类评测基准Energy-EVA。该基准整合多个公开数据集，涵盖光伏发电、风力发电和用电负荷三大核心场景，包含超过1122万个时序数据点。 今年3月，蚂蚁数科EnergyTS能源电力时序大模型正式发布，基于该模型构建的智能体相继投入应用，覆盖新能源资产投资决策、电力交易辅助、能源系统运行优化、设备运维管理等场景，助力协鑫能科、霍普等企业最小化能源成本、最大化投资回报。 今年3月，蚂蚁数科EnergyTS能源电力时序大模型正式发布，基于该模型构建的智能体相继投入应用，覆盖新能源资产投资决策、电力交易辅助、能源系统运行优化、设备运维管理等场景，助力协鑫能科、霍普等企业最小化能源成本、最大化投资回报。 版权声明 版权所有，未经授权不得以任何形式转载及使用，违者必究。 版权所有，未经授权不得以任何形式转载及使用，违者必究。 版权所有，未经授权不得以任何形式转载及使用，违者必究。"}
{"url": "https://www.qbitai.com/2025/09/333864.html", "title": "", "date": "2025-09-19", "content": "闻乐 2025-09-19 15:42:41 来源： 量子位 闻乐 http://www.qbitai.com/wp-content/themes/liangziwei/imagesnew/head.jpg 闻乐 闻乐 闻乐 2025-09-19 2025-09-19 15:42:41 15:42:41 来源： 量子位 来源： 量子位 量子位 摘要样式 3个奇点已被锁定，还有第4个候选 3个奇点已被锁定，还有第4个候选 3个奇点已被锁定，还有第4个候选 闻乐 发自 凹非寺 量子位 | 公众号 QbitAI 闻乐 发自 凹非寺 闻乐 发自 凹非寺 量子位 | 公众号 QbitAI 量子位 | 公众号 QbitAI 流体里藏了几十年的隐形奇点，终于被找到了—— 流体里藏了几十年的隐形奇点，终于被找到了—— AI立大功。 AI立大功。 https://www.qbitai.com/wp-content/uploads/replace/364414f6ad39ffa6ab991bf0e3aae5c6.jpeg 谷歌DeepMind携手布朗大学、纽约大学和斯坦福大学用 物理知情神经网络（PINN）+高精度数值优化 的组合拳找到了流体方程里的 不稳定奇点 。 谷歌DeepMind携手布朗大学、纽约大学和斯坦福大学用 物理知情神经网络（PINN）+高精度数值优化 物理知情神经网络（PINN）+高精度数值优化 的组合拳找到了流体方程里的 不稳定奇点 不稳定奇点 。 https://www.qbitai.com/wp-content/uploads/replace/a0f50f01d39be964d5ba9e39a436e142.png 据说，这种奇点非常“挑剔”，初始条件差一点就消失，之前根本找不到，这次被AI发现了。 据说，这种奇点非常“挑剔”，初始条件差一点就消失，之前根本找不到，这次被AI发现了。 下面具体来看。 下面具体来看。 AI+高精度计算的组合拳 AI+高精度计算的组合拳 先来说说不稳定奇点为什么难找。 先来说说不稳定奇点为什么难找。 奇点是啥？ 简单说，就是流体运动的数学方程（比如描述水流、气流的方程）里，原本平滑的解会突然出现 无限大 的情况，比如速度梯度变得无穷大。 奇点是啥？ 简单说，就是流体运动的数学方程（比如描述水流、气流的方程）里，原本平滑的解会突然出现 无限大 无限大 的情况，比如速度梯度变得无穷大。 这在物理上看起来不可能，但数学上一直没搞清楚这种情况会不会真的发生，尤其是在没有边界的流体（比如开阔的水流）里，这是个超难的数学难题。 这在物理上看起来不可能，但数学上一直没搞清楚这种情况会不会真的发生，尤其是在没有边界的流体（比如开阔的水流）里，这是个超难的数学难题。 △图源：DeepMind https://www.qbitai.com/wp-content/uploads/replace/6ddddba47e9163b657d8288abfda487c.png △图源：DeepMind △图源：DeepMind 之前科学家们找到的奇点大多是 稳定 的。哪怕初始条件稍微变一点，这个奇点还是会出现，比较好捕捉。 之前科学家们找到的奇点大多是 稳定 稳定 的。哪怕初始条件稍微变一点，这个奇点还是会出现，比较好捕捉。 但大家猜测，像无边界的3D欧拉方程、纳维-斯托克斯方程（数学界六大千禧难题之一）里的奇点，应该是 不稳定 的。 但大家猜测，像无边界的3D欧拉方程、纳维-斯托克斯方程（数学界六大千禧难题之一）里的奇点，应该是 不稳定 不稳定 的。 这种不稳定奇点非常挑剔，初始条件必须精准到不能再精准，只要有一丁点儿偏差，奇点就不会出现了，所以之前用传统数值方法根本找不到。 这种不稳定奇点非常挑剔，初始条件必须精准到不能再精准，只要有一丁点儿偏差，奇点就不会出现了，所以之前用传统数值方法根本找不到。 但这次，研究者们搞出了一套新的计算框架，终于系统地找到了这类不稳定奇点。 但这次，研究者们搞出了一套新的计算框架，终于系统地找到了这类不稳定奇点。 通过 物理知情神经网络（PINN）+高精度数值优化 的技术路径，成功在流体运动方程中定位到此前难以捕获的不稳定奇点，这一成果也为 非线性流体动力学 的研究提供了全新范式。 通过 物理知情神经网络（PINN）+高精度数值优化 物理知情神经网络（PINN）+高精度数值优化 的技术路径，成功在流体运动方程中定位到此前难以捕获的不稳定奇点，这一成果也为 非线性流体动力学 非线性流体动力学 的研究提供了全新范式。 https://www.qbitai.com/wp-content/uploads/replace/8fb8c389b0769205154127dc371ae79c.png 此次研究聚焦的不稳定奇点，属于 非正则奇点 范畴，最大的特点是对初始扰动的Lyapunov指数（可以简单理解成初始小差异，随时间变化越来越大）极高。 此次研究聚焦的不稳定奇点，属于 非正则奇点 非正则奇点 范畴，最大的特点是对初始扰动的Lyapunov指数（可以简单理解成初始小差异，随时间变化越来越大）极高。 即便是微小的初始参数偏差（如流速梯度、压力场分布误差），都会通过方程的非线性项放大，导致奇点在传统数值计算中 湮灭 。 即便是微小的初始参数偏差（如流速梯度、压力场分布误差），都会通过方程的非线性项放大，导致奇点在传统数值计算中 湮灭 湮灭 。 过去，科研人员采用有限元法、有限差分法等传统数值方法求解时，受限于网格离散精度与计算收敛性，始终无法在相空间中锁定这类奇点的稳定存在区域。 过去，科研人员采用有限元法、有限差分法等传统数值方法求解时，受限于网格离散精度与计算收敛性，始终无法在相空间中锁定这类奇点的稳定存在区域。 而这次能实现突破，核心在于构建了 AI预搜索+高精度优化 的双层计算框架。 而这次能实现突破，核心在于构建了 AI预搜索+高精度优化 AI预搜索+高精度优化 的双层计算框架。 https://www.qbitai.com/wp-content/uploads/replace/c78da7e744660f5fc2891910f7820869.png 在第一阶段，研究团队基于 物理知情神经网络（PINN） 构建预测模型，将纳维-斯托克斯方程的控制方程作为正则化项嵌入网络损失函数，通过梯度下降算法训练模型学习流场的非线性演化规律，快速在高维相空间中圈定奇点可能存在的 吸引子区域 ，大幅缩小了搜索范围。 在第一阶段，研究团队基于 物理知情神经网络（PINN） 物理知情神经网络（PINN） 构建预测模型，将纳维-斯托克斯方程的控制方程作为正则化项嵌入网络损失函数，通过梯度下降算法训练模型学习流场的非线性演化规律，快速在高维相空间中圈定奇点可能存在的 吸引子区域 吸引子区域 ，大幅缩小了搜索范围。 进入第二阶段，团队引入 高斯-牛顿优化器 与 Levenberg-Marquardt 算法，对PINN输出的候选区域进行高精度数值修正。 进入第二阶段，团队引入 高斯-牛顿优化器 高斯-牛顿优化器 与 Levenberg-Marquardt Levenberg-Marquardt 算法，对PINN输出的候选区域进行高精度数值修正。 同时结合贝叶斯优化动态调整，最终在大气边界层流动方程中，成功捕获到 3个 满足Hopf分岔条件的不稳定奇点，并通过特征值分析锁定了 第4个候选奇点 ； 同时结合贝叶斯优化动态调整，最终在大气边界层流动方程中，成功捕获到 3个 3个 满足Hopf分岔条件的不稳定奇点，并通过特征值分析锁定了 第4个候选奇点 第4个候选奇点 ； https://www.qbitai.com/wp-content/uploads/replace/037b36cfc12c190382a6b14b2f6cc80f.png 在多孔介质流（流体穿岩石/土壤）的达西-Brinkman方程中，除发现1个稳定的 鞍点型奇点 外，还识别出3个之前没有报道过的隐藏奇点，这些奇点的存在解释了多孔介质中 非达西流现象 的局部突变机制。 在多孔介质流（流体穿岩石/土壤）的达西-Brinkman方程中，除发现1个稳定的 鞍点型奇点 鞍点型奇点 外，还识别出3个之前没有报道过的隐藏奇点，这些奇点的存在解释了多孔介质中 非达西流现象 非达西流现象 的局部突变机制。 更具突破性的是，研究团队基于奇点的拓扑特性与演化速度，推导出 第n个奇点的失控速度 解析公式，为后续奇点搜索提供了明确的理论依据。 更具突破性的是，研究团队基于奇点的拓扑特性与演化速度，推导出 第n个奇点的失控速度 第n个奇点的失控速度 解析公式，为后续奇点搜索提供了明确的理论依据。 那对于通俗场景来说，这项研究的意义可能在于： 那对于通俗场景来说，这项研究的意义可能在于： 预测台风：更准捕捉台风路径里的突变，避免预报偏差； 改进飞机：更精准计算气流对机身的阻力，让飞机更省油。 预测台风：更准捕捉台风路径里的突变，避免预报偏差； 预测台风：更准捕捉台风路径里的突变，避免预报偏差； 改进飞机：更精准计算气流对机身的阻力，让飞机更省油。 改进飞机：更精准计算气流对机身的阻力，让飞机更省油。 看得出，AI技术已经成为了传统科学研究的超强辅助。 看得出，AI技术已经成为了传统科学研究的超强辅助。 论文地址：https://arxiv.org/abs/2509.14185 论文地址：https://arxiv.org/abs/2509.14185 参考链接： [1]https://deepmind.google/discover/blog/discovering-new-solutions-to-century-old-problems-in-fluid-dynamics/ [2]https://x.com/GoogleDeepMind/status/1968691852678173044 参考链接： [1]https://deepmind.google/discover/blog/discovering-new-solutions-to-century-old-problems-in-fluid-dynamics/ [2]https://x.com/GoogleDeepMind/status/1968691852678173044 — 完 — — 完 — 版权声明 版权所有，未经授权不得以任何形式转载及使用，违者必究。 版权所有，未经授权不得以任何形式转载及使用，违者必究。 版权所有，未经授权不得以任何形式转载及使用，违者必究。"}
{"url": "https://www.qbitai.com/2025/09/333841.html", "title": "马斯克刚关注了这份AI报告", "date": "2025-09-19", "content": "马斯克刚关注了这份AI报告 马斯克刚关注了这份AI报告 时令 2025-09-19 13:40:08 来源： 量子位 时令 http://www.qbitai.com/wp-content/themes/liangziwei/imagesnew/head.jpg 时令 时令 时令 2025-09-19 2025-09-19 13:40:08 13:40:08 来源： 量子位 来源： 量子位 量子位 摘要样式 详细剖析算力、数据、收入 详细剖析算力、数据、收入 详细剖析算力、数据、收入 时令 发自 凹非寺 量子位 | 公众号 QbitAI 时令 发自 凹非寺 时令 发自 凹非寺 量子位 | 公众号 QbitAI 量子位 | 公众号 QbitAI 2030年的人工智能将会是什么样子？ 2030年的人工智能将会是什么样子？ 受 谷歌DeepMind 委托，Epoch发布新报告，从算力、数据、收入等方面进行了详细剖析。 受 谷歌DeepMind 谷歌DeepMind 委托，Epoch发布新报告，从算力、数据、收入等方面进行了详细剖析。 要点总结如下： 要点总结如下： 训练成本或将超过 1000亿美元 ； 需消耗数吉瓦（1吉瓦=1000兆瓦）电力； 公开文本数据将于2027年耗尽， 合成数据 将填补空白； 人工智能有望推动科学领域全面突破。 训练成本或将超过 1000亿美元 ； 训练成本或将超过 1000亿美元 1000亿美元 ； 需消耗数吉瓦（1吉瓦=1000兆瓦）电力； 需消耗数吉瓦（1吉瓦=1000兆瓦）电力； 公开文本数据将于2027年耗尽， 合成数据 将填补空白； 公开文本数据将于2027年耗尽， 合成数据 合成数据 将填补空白； 人工智能有望推动科学领域全面突破。 人工智能有望推动科学领域全面突破。 https://www.qbitai.com/wp-content/uploads/replace/d1629e9678fa6c56f17080df96f17a51.png 对此， 马斯克 也是十分关注，直接评论道：“很明显啊。” 对此， 马斯克 马斯克 也是十分关注，直接评论道：“很明显啊。” https://www.qbitai.com/wp-content/uploads/replace/0b4bace5b0ec4278cd002f4dbbc0a3c8.png 下面详细来看。 下面详细来看。 耗资千亿美元 耗资千亿美元 报告指出，人工智能若按照当前趋势持续扩张到2030年，前沿AI的算力集群成本将超过 1000亿美元 。 报告指出，人工智能若按照当前趋势持续扩张到2030年，前沿AI的算力集群成本将超过 1000亿美元 1000亿美元 。 此类集群可支持约10^29次FLOP的训练任务，相当于让2020年全球最大的人工智能算力集群不间断运行三千年。 此类集群可支持约10^29次FLOP的训练任务，相当于让2020年全球最大的人工智能算力集群不间断运行三千年。 与此同时，依托此类集群训练的AI模型，其算力消耗将达到GPT-4的数千倍，所需电力更将高达 吉瓦级别 。 与此同时，依托此类集群训练的AI模型，其算力消耗将达到GPT-4的数千倍，所需电力更将高达 吉瓦级别 吉瓦级别 。 https://www.qbitai.com/wp-content/uploads/replace/a2d26283468e2ca2d3e135f94b51029a.gif 尽管这些挑战令人望而生畏，但并非不可克服。 尽管这些挑战令人望而生畏，但并非不可克服。 如果AI能通过提高生产力产生相应的经济回报，那就足以证明数千亿美元的规模化投资是合理的，这些投资就物有所值。 如果AI能通过提高生产力产生相应的经济回报，那就足以证明数千亿美元的规模化投资是合理的，这些投资就物有所值。 然而，这种趋势真的能持续下去吗？答案是肯定的。 然而，这种趋势真的能持续下去吗？答案是肯定的。 因为从报告中可以看出，那些认为发展速度将会放缓的观点，实际上缺乏足够的依据。 因为从报告中可以看出，那些认为发展速度将会放缓的观点，实际上缺乏足够的依据。 规模化扩展与营收方面 规模化扩展与营收方面 规模化扩展与营收方面 虽有观点提出这种规模化扩展可能会遭遇瓶颈，但报告指出，近期的AI模型在各类基准测试和收入方面都取得了显著进步。 虽有观点提出这种规模化扩展可能会遭遇瓶颈，但报告指出，近期的AI模型在各类基准测试和收入方面都取得了显著进步。 这种瓶颈可能会出现，但目前还没有明显的证据表明它已经发生。 这种瓶颈可能会出现，但目前还没有明显的证据表明它已经发生。 以GPT-5与GPT-4为例，它们均在基准测试中实现了相较于上一代代产品的重大飞跃。 以GPT-5与GPT-4为例，它们均在基准测试中实现了相较于上一代代产品的重大飞跃。 https://www.qbitai.com/wp-content/uploads/replace/81a15f85bb054d898856e37fa5505f08.png 在收入方面，2024年下半年，OpenAI、Anthropic和Google DeepMind的营收增幅均超90%，相当于年化增长率达三倍以上。 在收入方面，2024年下半年，OpenAI、Anthropic和Google DeepMind的营收增幅均超90%，相当于年化增长率达三倍以上。 根据OpenAI和Anthropic的营收预测，两家公司2025年仍将保持三倍以上的增速。 根据OpenAI和Anthropic的营收预测，两家公司2025年仍将保持三倍以上的增速。 https://www.qbitai.com/wp-content/uploads/replace/d9db3a7a0c7622bb04f3b87a157d62c2.png 数据方面 数据方面 数据方面 数据真的会被耗尽吗？ 数据真的会被耗尽吗？ 报告指出，目前公开的人工生成文本数量至少能支撑到 2027年 。 报告指出，目前公开的人工生成文本数量至少能支撑到 2027年 2027年 。 https://www.qbitai.com/wp-content/uploads/replace/0c84483c2ec1a4c67e706107781e6aaa.png 随着推理模型的出现，合成数据不仅能够大规模生成，其有效性也得到了进一步验证。 随着推理模型的出现，合成数据不仅能够大规模生成，其有效性也得到了进一步验证。 例如， AlphaZero 和 AlphaProof 就仅通过自我生成的数据学习下棋和解决几何问题，其表现达到了甚至超过了人类专家水平。 例如， AlphaZero AlphaZero 和 AlphaProof AlphaProof 就仅通过自我生成的数据学习下棋和解决几何问题，其表现达到了甚至超过了人类专家水平。 https://www.qbitai.com/wp-content/uploads/replace/b25a9186b051f0a1d73d24c2b957852b.png 电力方面 电力方面 电力方面 现在有很多方式可以快速提升电力输出，例如太阳能配合电池储能，或离网天然气发电。 现在有很多方式可以快速提升电力输出，例如太阳能配合电池储能，或离网天然气发电。 此外，前沿AI的训练任务已开始在多个数据中心进行地理分布式部署，这将缓解部分压力。 此外，前沿AI的训练任务已开始在多个数据中心进行地理分布式部署，这将缓解部分压力。 资本方面 资本方面 资本方面 有人担心，如果扩展成本过高，AI开发者可能会选择放缓投资。 有人担心，如果扩展成本过高，AI开发者可能会选择放缓投资。 然而，Epoch表明，如果AI开发者的收入按照近期趋势持续增长，其规模将足以匹配预测的2030年所需的1000亿美元以上投资。 然而，Epoch表明，如果AI开发者的收入按照近期趋势持续增长，其规模将足以匹配预测的2030年所需的1000亿美元以上投资。 AI收入增长至数千亿美元看似极端，但如果AI能显著提升大量工作任务的生产力，其潜在价值可能高达 数万亿美元 。 AI收入增长至数千亿美元看似极端，但如果AI能显著提升大量工作任务的生产力，其潜在价值可能高达 数万亿美元 数万亿美元 。 算法方面 算法方面 算法方面 有观点认为，人工智能开发可能会转向更高效的算法。 有观点认为，人工智能开发可能会转向更高效的算法。 事实上，在算力持续增长的背景下，算法效率已然在不断提升。 事实上，在算力持续增长的背景下，算法效率已然在不断提升。 目前并没有特别理由预期算法进展会突然加速，况且即便出现这种情况，反而可能刺激算力需求的进一步增长。 目前并没有特别理由预期算法进展会突然加速，况且即便出现这种情况，反而可能刺激算力需求的进一步增长。 https://www.qbitai.com/wp-content/uploads/replace/7aa53daef0cb67b01f993bd86c2b0705.png 算力分配方面 算力分配方面 算力分配方面 有人提出，AI公司可能会把原本用于训练的算力“转移”到推理环节。 有人提出，AI公司可能会把原本用于训练的算力“转移”到推理环节。 但报告表明，目前训练与推理消耗的算力规模相当，且存在充分理由表明 二者应当同步扩展 。 但报告表明，目前训练与推理消耗的算力规模相当，且存在充分理由表明 二者应当同步扩展 二者应当同步扩展 。 https://www.qbitai.com/wp-content/uploads/replace/db6f8fb882727bcff1ca5aa1028b0a08.png 即使出现向推理任务的倾斜，推理规模的扩大也不太可能延缓训练领域的发展进程。 即使出现向推理任务的倾斜，推理规模的扩大也不太可能延缓训练领域的发展进程。 因此，Epoch认为，将当前发展趋势外推至2030年的预测具有充分说服力的，这促使他们进一步推断AI未来的能力水平。 因此，Epoch认为，将当前发展趋势外推至2030年的预测具有充分说服力的，这促使他们进一步推断AI未来的能力水平。 AI将加速多个领域的科学研发 AI将加速多个领域的科学研发 现有基准测试进展表明，到2030年，人工智能将能够利用自然语言实现复杂的科学软件，协助数学家形式化证明草图，并回答有关生物学方案的复杂问题。 现有基准测试进展表明，到2030年，人工智能将能够利用自然语言实现复杂的科学软件，协助数学家形式化证明草图，并回答有关生物学方案的复杂问题。 许多科学领域都将拥有堪比当今软件工程师编程助手的人工智能助手。 许多科学领域都将拥有堪比当今软件工程师编程助手的人工智能助手。 Epoch以图表的形式，直观展示了4个领域中AI日益增强的科研能力： Epoch以图表的形式，直观展示了4个领域中AI日益增强的科研能力： 软件工程 软件工程 软件工程 报告指出，按照当前趋势，到2030年，人工智能将能够自主修复问题、实现功能，并解决复杂（但定义明确的）科学编程问题。 报告指出，按照当前趋势，到2030年，人工智能将能够自主修复问题、实现功能，并解决复杂（但定义明确的）科学编程问题。 https://www.qbitai.com/wp-content/uploads/replace/e20b9bde7237f94787a52a92c24a3c7c.png 上图的两个基准测试分别为： 上图的两个基准测试分别为： SWE-Bench-Verified：一个编程基准测试，基于解决真实的GitHub问题并配套相关单元测试，其中也包括采用私有方法的模型，如Claude Sonnet 4。 SWE-Bench-Verified：一个编程基准测试，基于解决真实的GitHub问题并配套相关单元测试，其中也包括采用私有方法的模型，如Claude Sonnet 4。 RE-Bench：一个研究工程基准测试，基于类似求职者家庭作业的任务，人类完成大约需8小时。 RE-Bench：一个研究工程基准测试，基于类似求职者家庭作业的任务，人类完成大约需8小时。 数学 数学 数学 可以看出，AI在AIME、USAMO、FrontierMath高难度数学竞赛上均表现优异。 可以看出，AI在AIME、USAMO、FrontierMath高难度数学竞赛上均表现优异。 https://www.qbitai.com/wp-content/uploads/replace/e3c83621a085ba1034baca333c153031.png 所以Epoch预测，AI很快可能成为研究助理，协助完善证明草稿或数学直觉。 所以Epoch预测，AI很快可能成为研究助理，协助完善证明草稿或数学直觉。 分子生物学 分子生物学 分子生物学 报告指出，蛋白质-配体相互作用的公共基准测试（如PoseBusters）有望在未来数年内取得突破。 报告指出，蛋白质-配体相互作用的公共基准测试（如PoseBusters）有望在未来数年内取得突破。 与此同时，生物研发领域的AI桌面研究助理即将登场。现有生物学实验方案问答基准测试预计2030年前全面解决。 与此同时，生物研发领域的AI桌面研究助理即将登场。现有生物学实验方案问答基准测试预计2030年前全面解决。 https://www.qbitai.com/wp-content/uploads/replace/9a2159f7b305c88ded6e3ce0f6106a0d.png 天气预报 天气预报 天气预报 目前，AI已经能够在从数小时到数周的时间范围内优于传统预测方法。但随着数据量的增加，其预测能力还有望进一步提升。 目前，AI已经能够在从数小时到数周的时间范围内优于传统预测方法。但随着数据量的增加，其预测能力还有望进一步提升。 未来的挑战在于进一步提高现有预测的准确性，尤其是对 罕见或极端事件的预测 ，并将改进后的预测应用于实际场景，从而带来更广泛的社会和经济效益。 未来的挑战在于进一步提高现有预测的准确性，尤其是对 罕见或极端事件的预测 罕见或极端事件的预测 ，并将改进后的预测应用于实际场景，从而带来更广泛的社会和经济效益。 https://www.qbitai.com/wp-content/uploads/replace/dda7efb6b74524480bb7403dfb2644ba.png 总的来说，2030年，AI很可能无处不在，影响我们工作、学习和生活的方方面面。 总的来说，2030年，AI很可能无处不在，影响我们工作、学习和生活的方方面面。 所以说，想赢在未来？先学会如何用AI吧。 所以说，想赢在未来？先学会如何用AI吧。 参考链接： [1]https://epoch.ai/blog/what-will-ai-look-like-in-2030 [2]https://x.com/elonmusk/status/1968323077315649853 [3]https://www.reddit.com/r/singularity/comments/1niqrsx/epochs_new_report_commissioned_by_google_deepmind/ [4]https://epoch.ai/files/AI_2030.pdf 参考链接： 参考链接： [1]https://epoch.ai/blog/what-will-ai-look-like-in-2030 [1]https://epoch.ai/blog/what-will-ai-look-like-in-2030 [2]https://x.com/elonmusk/status/1968323077315649853 [2]https://x.com/elonmusk/status/1968323077315649853 [3]https://www.reddit.com/r/singularity/comments/1niqrsx/epochs_new_report_commissioned_by_google_deepmind/ [3]https://www.reddit.com/r/singularity/comments/1niqrsx/epochs_new_report_commissioned_by_google_deepmind/ [4]https://epoch.ai/files/AI_2030.pdf [4]https://epoch.ai/files/AI_2030.pdf 版权声明 版权所有，未经授权不得以任何形式转载及使用，违者必究。 版权所有，未经授权不得以任何形式转载及使用，违者必究。 版权所有，未经授权不得以任何形式转载及使用，违者必究。"}
{"url": "https://www.qbitai.com/2025/09/333834.html", "title": "华为发布AI超节点服务器Atlas 850，支持128台1024卡超节点集群", "date": "2025-09-19", "content": "在华为全联接大会2025期间，华为董事、ICT BG CEO杨超斌发表了“超节点架构创新，开源开放共筑全场景算力底座”的主题演讲，宣布推出创新的超节点架构，发布标卡、模组、服务器、集群等多款最新的超节点产品，与产业界共筑坚实全场景算力底座。 杨超斌表示：“基于灵衢互联协议，华为开创了超节点架构，可将多台物理机器深度互联，实现逻辑层面像一台机器一样学习、思考与推理，重新定义了高效、稳定、可扩展的大规模有效算力新范式。昇腾围绕超节点架构持续创新，打造全系列超节点产品，满足大型数据中心、企业级数据中心和小型工作站等全场景算力需求，让超节点技术惠及每个行业。同时，华为坚持硬件开放、软件开源，支持伙伴打造面向行业的超节点场景化解决方案，加速开发者高效自主创新，共建繁荣生态。” 华为董事、ICT BG CEO杨超斌发表主题演讲 开创超节点架构，释放集群规模算力的潜能 AI技术与应用快速迭代演进，对算力有效性和时延的要求不断提升。传统服务器堆叠的模式，可能带来集群规模越大，算力利用率越低，训练中断越频繁的困境。 依托灵衢，华为开创的超节点架构具备资源池化、规模扩展、长稳可靠的关键特性，可实现计算、存储单元的大带宽和低时延互联，通过统一协议和内存编址，使有效算力能够随集群规模线性扩展，并大幅提升集群可靠性。 今年，华为已经推出了Atlas 900 A3 SuperPoD超节点，至今累计部署300多套，服务于互联网、金融、运营商、电力、制造等行业的20多个客户。 本次大会，华为推出基于灵衢和超节点架构的全新产品，包括全液冷数据中心AI超节点Atlas 950 SuperPoD、企业级风冷AI超节点服务器Atlas 850和Atlas 860、AI新一代标卡Atlas 350、业界首个通算超节点Taishan 950 SuperPoD等。 Atlas 950 SuperPoD，是面向超大型AI计算任务的最佳选择，从基础器件、协议算法到光电技术，实现系统级创新突破。通过正交架构，Atlas 950实现零线缆电互联，采用液冷接头浮动盲插设计做到零漏液，其独创的材料和工艺让光模块液冷可靠性提升一倍。其创新的UB-Mesh递归直连拓扑网络架构，支持单板内、单板间和机架间的NPU全互联，以64卡为步长按需扩展，最大可实现8192卡无收敛全互联。 Atlas 850，是业界首个企业级风冷AI超节点服务器，内部搭载8张昇腾NPU，有效满足企业模型后训练、多场景推理等需求。Atlas 850支持多柜灵活部署，最大可形成128台1024卡的超节点集群，是目前业内唯一可在风冷机房实现超节点架构的算力集群。 杨超斌发布Atlas 850企业级风冷AI超节点服务器 Atlas 350标卡，采用最新的昇腾950PR芯片，向量算力提升2倍，支持更细粒度的Cacheline访问，在推荐推理场景可实现2.5倍性能提升，且单卡即可运行。Atlas 350支持4个灵衢端口互联，实现算力、内存等资源池化，让更大参数模型、更低时延应用可以在标卡上实现。 TaiShan 950 SuperPoD，是华为推出的业界首款通算超节点，具备百纳秒级超低时延、TB级超大带宽和内存池化能力，能大幅提升数据库、虚机热迁移和大数据场景等业务性能，为通算性能提升开辟全新路径。 硬件开放，助力伙伴打造超节点场景化方案 华为全面开放超节点技术，与产业界共享技术红利，共同推动超节点技术走向普惠与协同创新。首先，开放灵衢协议和超节点参考架构，允许产业界基于技术规范自研相关产品或部件。其次，全面开放超节点基础硬件，包括NPU模组、风冷刀片、液冷刀片、AI标卡、CPU主板和级联卡等不同形态的硬件，方便客户和伙伴进行增量开发，设计基于灵衢的各种产品。 软件开源，加速开发者灵活高效创新 超节点的运行离不开操作系统的深度支持。操作系统灵衢组件也将全部开源，组件代码将陆续合入openEuler等多个上游操作系统开源社区。用户可以根据实际需求，将部分或全部源代码集成到现有操作系统中，自行迭代维护版本，也可以将整个组件直接合入现有操作系统，未来演进与开源社区版本同步。 开源是驱动技术创新和产业进步的核心力量。昇腾CANN全面开源开放，Mind系列组件也同步开源，并优先支持PyTorch、vLLM等业界开源社区，加速开发者自主创新。 智能化的浪潮正以前所未有的力量重塑千行万业。华为始终坚持技术创新、开放共享，携手客户和伙伴，共筑坚实的全场景算力底座，共赢智能时代。 —全文结束— 华为全联接大会简介 2025年9月18-20日，第十届华为全联接大会在上海世博展览馆及世博中心举办。本届大会以“跃升行业智能化”为主题，通过“战略全景-产业技术-生态发展”的三维视角，阐释华为全面智能化战略的最新举措，并发布全新的数智基础设施产品、行业场景化解决方案、开发工具等。欲了解更多详情，请参阅华为全联接大会官网： www.huawei.com/cn/events/huaweiconnect 在华为全联接大会2025期间，华为董事、ICT BG CEO杨超斌发表了“超节点架构创新，开源开放共筑全场景算力底座”的主题演讲，宣布推出创新的超节点架构，发布标卡、模组、服务器、集群等多款最新的超节点产品，与产业界共筑坚实全场景算力底座。 杨超斌表示：“基于灵衢互联协议，华为开创了超节点架构，可将多台物理机器深度互联，实现逻辑层面像一台机器一样学习、思考与推理，重新定义了高效、稳定、可扩展的大规模有效算力新范式。昇腾围绕超节点架构持续创新，打造全系列超节点产品，满足大型数据中心、企业级数据中心和小型工作站等全场景算力需求，让超节点技术惠及每个行业。同时，华为坚持硬件开放、软件开源，支持伙伴打造面向行业的超节点场景化解决方案，加速开发者高效自主创新，共建繁荣生态。” 杨超斌表示：“基于灵衢互联协议，华为开创了超节点架构，可将多台物理机器深度互联，实现逻辑层面像一台机器一样学习、思考与推理，重新定义了高效、稳定、可扩展的大规模有效算力新范式。昇腾围绕超节点架构持续创新，打造全系列超节点产品，满足大型数据中心、企业级数据中心和小型工作站等全场景算力需求，让超节点技术惠及每个行业。同时，华为坚持硬件开放、软件开源，支持伙伴打造面向行业的超节点场景化解决方案，加速开发者高效自主创新，共建繁荣生态。” 华为董事、ICT BG CEO杨超斌发表主题演讲 https://www.qbitai.com/wp-content/uploads/replace/8e802dc583a074abe1d4afa069e28930.jpeg 华为董事、ICT BG CEO杨超斌发表主题演讲 华为董事、ICT BG CEO杨超斌发表主题演讲 开创超节点架构，释放集群规模算力的潜能 开创超节点架构，释放集群规模算力的潜能 开创超节点架构，释放集群规模算力的潜能 AI技术与应用快速迭代演进，对算力有效性和时延的要求不断提升。传统服务器堆叠的模式，可能带来集群规模越大，算力利用率越低，训练中断越频繁的困境。 AI技术与应用快速迭代演进，对算力有效性和时延的要求不断提升。传统服务器堆叠的模式，可能带来集群规模越大，算力利用率越低，训练中断越频繁的困境。 依托灵衢，华为开创的超节点架构具备资源池化、规模扩展、长稳可靠的关键特性，可实现计算、存储单元的大带宽和低时延互联，通过统一协议和内存编址，使有效算力能够随集群规模线性扩展，并大幅提升集群可靠性。 依托灵衢，华为开创的超节点架构具备资源池化、规模扩展、长稳可靠的关键特性，可实现计算、存储单元的大带宽和低时延互联，通过统一协议和内存编址，使有效算力能够随集群规模线性扩展，并大幅提升集群可靠性。 今年，华为已经推出了Atlas 900 A3 SuperPoD超节点，至今累计部署300多套，服务于互联网、金融、运营商、电力、制造等行业的20多个客户。 今年，华为已经推出了Atlas 900 A3 SuperPoD超节点，至今累计部署300多套，服务于互联网、金融、运营商、电力、制造等行业的20多个客户。 本次大会，华为推出基于灵衢和超节点架构的全新产品，包括全液冷数据中心AI超节点Atlas 950 SuperPoD、企业级风冷AI超节点服务器Atlas 850和Atlas 860、AI新一代标卡Atlas 350、业界首个通算超节点Taishan 950 SuperPoD等。 本次大会，华为推出基于灵衢和超节点架构的全新产品，包括全液冷数据中心AI超节点Atlas 950 SuperPoD、企业级风冷AI超节点服务器Atlas 850和Atlas 860、AI新一代标卡Atlas 350、业界首个通算超节点Taishan 950 SuperPoD等。 Atlas 950 SuperPoD，是面向超大型AI计算任务的最佳选择，从基础器件、协议算法到光电技术，实现系统级创新突破。通过正交架构，Atlas 950实现零线缆电互联，采用液冷接头浮动盲插设计做到零漏液，其独创的材料和工艺让光模块液冷可靠性提升一倍。其创新的UB-Mesh递归直连拓扑网络架构，支持单板内、单板间和机架间的NPU全互联，以64卡为步长按需扩展，最大可实现8192卡无收敛全互联。 Atlas 950 SuperPoD，是面向超大型AI计算任务的最佳选择，从基础器件、协议算法到光电技术，实现系统级创新突破。通过正交架构，Atlas 950实现零线缆电互联，采用液冷接头浮动盲插设计做到零漏液，其独创的材料和工艺让光模块液冷可靠性提升一倍。其创新的UB-Mesh递归直连拓扑网络架构，支持单板内、单板间和机架间的NPU全互联，以64卡为步长按需扩展，最大可实现8192卡无收敛全互联。 Atlas 850，是业界首个企业级风冷AI超节点服务器，内部搭载8张昇腾NPU，有效满足企业模型后训练、多场景推理等需求。Atlas 850支持多柜灵活部署，最大可形成128台1024卡的超节点集群，是目前业内唯一可在风冷机房实现超节点架构的算力集群。 Atlas 850，是业界首个企业级风冷AI超节点服务器，内部搭载8张昇腾NPU，有效满足企业模型后训练、多场景推理等需求。Atlas 850支持多柜灵活部署，最大可形成128台1024卡的超节点集群，是目前业内唯一可在风冷机房实现超节点架构的算力集群。 杨超斌发布Atlas 850企业级风冷AI超节点服务器 https://www.qbitai.com/wp-content/uploads/replace/887809f15990d55e5b7403397c049786.jpeg 杨超斌发布Atlas 850企业级风冷AI超节点服务器 杨超斌发布Atlas 850企业级风冷AI超节点服务器 Atlas 350标卡，采用最新的昇腾950PR芯片，向量算力提升2倍，支持更细粒度的Cacheline访问，在推荐推理场景可实现2.5倍性能提升，且单卡即可运行。Atlas 350支持4个灵衢端口互联，实现算力、内存等资源池化，让更大参数模型、更低时延应用可以在标卡上实现。 Atlas 350标卡，采用最新的昇腾950PR芯片，向量算力提升2倍，支持更细粒度的Cacheline访问，在推荐推理场景可实现2.5倍性能提升，且单卡即可运行。Atlas 350支持4个灵衢端口互联，实现算力、内存等资源池化，让更大参数模型、更低时延应用可以在标卡上实现。 TaiShan 950 SuperPoD，是华为推出的业界首款通算超节点，具备百纳秒级超低时延、TB级超大带宽和内存池化能力，能大幅提升数据库、虚机热迁移和大数据场景等业务性能，为通算性能提升开辟全新路径。 TaiShan 950 SuperPoD，是华为推出的业界首款通算超节点，具备百纳秒级超低时延、TB级超大带宽和内存池化能力，能大幅提升数据库、虚机热迁移和大数据场景等业务性能，为通算性能提升开辟全新路径。 硬件开放，助力伙伴打造超节点场景化方案 硬件开放，助力伙伴打造超节点场景化方案 华为全面开放超节点技术，与产业界共享技术红利，共同推动超节点技术走向普惠与协同创新。首先，开放灵衢协议和超节点参考架构，允许产业界基于技术规范自研相关产品或部件。其次，全面开放超节点基础硬件，包括NPU模组、风冷刀片、液冷刀片、AI标卡、CPU主板和级联卡等不同形态的硬件，方便客户和伙伴进行增量开发，设计基于灵衢的各种产品。 华为全面开放超节点技术，与产业界共享技术红利，共同推动超节点技术走向普惠与协同创新。首先，开放灵衢协议和超节点参考架构，允许产业界基于技术规范自研相关产品或部件。其次，全面开放超节点基础硬件，包括NPU模组、风冷刀片、液冷刀片、AI标卡、CPU主板和级联卡等不同形态的硬件，方便客户和伙伴进行增量开发，设计基于灵衢的各种产品。 软件开源，加速开发者灵活高效创新 软件开源，加速开发者灵活高效创新 超节点的运行离不开操作系统的深度支持。操作系统灵衢组件也将全部开源，组件代码将陆续合入openEuler等多个上游操作系统开源社区。用户可以根据实际需求，将部分或全部源代码集成到现有操作系统中，自行迭代维护版本，也可以将整个组件直接合入现有操作系统，未来演进与开源社区版本同步。 超节点的运行离不开操作系统的深度支持。操作系统灵衢组件也将全部开源，组件代码将陆续合入openEuler等多个上游操作系统开源社区。用户可以根据实际需求，将部分或全部源代码集成到现有操作系统中，自行迭代维护版本，也可以将整个组件直接合入现有操作系统，未来演进与开源社区版本同步。 开源是驱动技术创新和产业进步的核心力量。昇腾CANN全面开源开放，Mind系列组件也同步开源，并优先支持PyTorch、vLLM等业界开源社区，加速开发者自主创新。 开源是驱动技术创新和产业进步的核心力量。昇腾CANN全面开源开放，Mind系列组件也同步开源，并优先支持PyTorch、vLLM等业界开源社区，加速开发者自主创新。 智能化的浪潮正以前所未有的力量重塑千行万业。华为始终坚持技术创新、开放共享，携手客户和伙伴，共筑坚实的全场景算力底座，共赢智能时代。 智能化的浪潮正以前所未有的力量重塑千行万业。华为始终坚持技术创新、开放共享，携手客户和伙伴，共筑坚实的全场景算力底座，共赢智能时代。 —全文结束— —全文结束— 华为全联接大会简介 华为全联接大会简介 华为全联接大会简介 2025年9月18-20日，第十届华为全联接大会在上海世博展览馆及世博中心举办。本届大会以“跃升行业智能化”为主题，通过“战略全景-产业技术-生态发展”的三维视角，阐释华为全面智能化战略的最新举措，并发布全新的数智基础设施产品、行业场景化解决方案、开发工具等。欲了解更多详情，请参阅华为全联接大会官网： www.huawei.com/cn/events/huaweiconnect 2025年9月18-20日，第十届华为全联接大会在上海世博展览馆及世博中心举办。本届大会以“跃升行业智能化”为主题，通过“战略全景-产业技术-生态发展”的三维视角，阐释华为全面智能化战略的最新举措，并发布全新的数智基础设施产品、行业场景化解决方案、开发工具等。欲了解更多详情，请参阅华为全联接大会官网： www.huawei.com/cn/events/huaweiconnect"}
{"url": "https://www.qbitai.com/2025/09/333820.html", "title": "生数科技再获数亿元大额融资，Vidu领跑多模态大模型赛道", "date": "2025-09-19", "content": "生数科技再获数亿元大额融资，Vidu领跑多模态大模型赛道 生数科技再获数亿元大额融资，Vidu领跑多模态大模型赛道 时令 2025-09-19 09:49:07 来源： 量子位 时令 http://www.qbitai.com/wp-content/themes/liangziwei/imagesnew/head.jpg 时令 时令 时令 2025-09-19 2025-09-19 09:49:07 09:49:07 来源： 量子位 来源： 量子位 量子位 摘要样式 生数科技的每一步动态都引发行业关注 生数科技的每一步动态都引发行业关注 生数科技的每一步动态都引发行业关注 9月19日，多模态赛道明星创业公司生数科技宣布，该公司近日完成数亿元人民币规模的A轮融资。新一轮融资由博华资本领投，百度战投、北京市人工智能产业投资基金、启明创投、达泰资本、BV百度风投等老股东持续跟投，建发新兴投资等产业合作方加码入场。此前，该公司已完成包括天使轮、天使+轮、Pre-A轮在内的三轮融资，投资方包括启明创投、蚂蚁集团、百度战投、北京市人工智能产业投资基金、BV百度风投、锦秋基金、星连资本、达泰资本、卓源亚洲、卓源资本、中关村科学城等知名机构。 生数科技首席执行官骆怡航博士表示，多模态生成技术在数字内容产业中的商业化进程正在加速，但目前仍处于早期阶段。预计在未来三年内，多模态生成将重塑全球数字内容的生产方式，全面渗透到各行各业的内容生产与消费环节，展现出巨大的市场空间与全球性增长潜力。新一轮融资将用于模型研发和技术创新，探索多模态大模型的智能上限和应用广度，同时将持续加强产品拓展、用户服务、产业合作和全球商业布局。 作为多模态赛道的知名公司，生数科技的每一步动态都引发行业关注。2023年4月，该公司发布中国首个全面对标Sora的视频大模型产品Vidu，并于7月在全球发布。上线8个月，其年度经常性收入（ARR）突破2000万美元，成为近年来AI赛道炙手可热且极具影响力的创新公司之一。当前，生数科技业务已经覆盖全球200+国家和地区，累计生成视频数量超过4亿，仅其核心功能参考生视频数量就已超过1亿，商业内容素材占比超过50%，标志着其Vidu系列产品正式进入生产力场景。 今年4月，生数科技上线主体库功能，通过与参考生视频和参考生图的有效结合，极大简化了创作流程，为创作者提供了高效的素材管理支持。截至目前，该功能已积累超过百万主体资产，使用次数突破2000万次，成为广大用户创作过程中的重要助力。 9月9日，该公司发布Vidu Q1参考生图模型，正面对标Google Nano Banana，新功能支持多达7张参考图同时输入，达国内多图参考数量上限，并在多主体一致和高还原度方面取得关键突破，实现多人、多场景生成中精准保持主体的面貌与特征。作为生数科技的首款生图产品，Vidu Q1的AI生图模型能力超越众多成熟模型，仅用两月就完成研发，且距离Google发布生图仅仅10天，动作之快，能力之强，引发关注。加上此前在AI视频生成领域的深耕，生数科技已完成在一致性方面的全方位领先，在业内享有“参考生之父”盛誉。目前，生数科技的Vidu模型已经覆盖图片、视频和音频生成等完整能力。另据了解，Vidu还将于近期再次发布全新模型版本。 在B端，生数科技更是展现出超前商业化布局能力，与京东、亚马逊、飞书、央视动漫、360纳米搜索、智谱AI、安踏、飞鹤、荣耀、联想、华润啤酒、海外头部互联网公司 HubX 等多家行业头部客户达成合作，行业头部覆盖率居行业第一。 本轮融资的完成，既是资本市场对多模态赛道成熟度不断提升的认可，也预示着创新企业与大厂之间新一轮竞争的开始。生数科技能否借此重塑AI视频生成的市场格局，值得持续关注。 9月9日，生数科技全球上线Vidu Q1参考生图，可同时支持超7张参考图 https://www.qbitai.com/wp-content/uploads/replace/f1a923d57c7a995230394145d921826d.png 9月19日，多模态赛道明星创业公司生数科技宣布，该公司近日完成数亿元人民币规模的A轮融资。新一轮融资由博华资本领投，百度战投、北京市人工智能产业投资基金、启明创投、达泰资本、BV百度风投等老股东持续跟投，建发新兴投资等产业合作方加码入场。此前，该公司已完成包括天使轮、天使+轮、Pre-A轮在内的三轮融资，投资方包括启明创投、蚂蚁集团、百度战投、北京市人工智能产业投资基金、BV百度风投、锦秋基金、星连资本、达泰资本、卓源亚洲、卓源资本、中关村科学城等知名机构。 9月19日，多模态赛道明星创业公司生数科技宣布，该公司近日完成数亿元人民币规模的A轮融资。新一轮融资由博华资本领投，百度战投、北京市人工智能产业投资基金、启明创投、达泰资本、BV百度风投等老股东持续跟投，建发新兴投资等产业合作方加码入场。此前，该公司已完成包括天使轮、天使+轮、Pre-A轮在内的三轮融资，投资方包括启明创投、蚂蚁集团、百度战投、北京市人工智能产业投资基金、BV百度风投、锦秋基金、星连资本、达泰资本、卓源亚洲、卓源资本、中关村科学城等知名机构。 生数科技首席执行官骆怡航博士表示，多模态生成技术在数字内容产业中的商业化进程正在加速，但目前仍处于早期阶段。预计在未来三年内，多模态生成将重塑全球数字内容的生产方式，全面渗透到各行各业的内容生产与消费环节，展现出巨大的市场空间与全球性增长潜力。新一轮融资将用于模型研发和技术创新，探索多模态大模型的智能上限和应用广度，同时将持续加强产品拓展、用户服务、产业合作和全球商业布局。 生数科技首席执行官骆怡航博士表示，多模态生成技术在数字内容产业中的商业化进程正在加速，但目前仍处于早期阶段。预计在未来三年内，多模态生成将重塑全球数字内容的生产方式，全面渗透到各行各业的内容生产与消费环节，展现出巨大的市场空间与全球性增长潜力。新一轮融资将用于模型研发和技术创新，探索多模态大模型的智能上限和应用广度，同时将持续加强产品拓展、用户服务、产业合作和全球商业布局。 作为多模态赛道的知名公司，生数科技的每一步动态都引发行业关注。2023年4月，该公司发布中国首个全面对标Sora的视频大模型产品Vidu，并于7月在全球发布。上线8个月，其年度经常性收入（ARR）突破2000万美元，成为近年来AI赛道炙手可热且极具影响力的创新公司之一。当前，生数科技业务已经覆盖全球200+国家和地区，累计生成视频数量超过4亿，仅其核心功能参考生视频数量就已超过1亿，商业内容素材占比超过50%，标志着其Vidu系列产品正式进入生产力场景。 作为多模态赛道的知名公司，生数科技的每一步动态都引发行业关注。2023年4月，该公司发布中国首个全面对标Sora的视频大模型产品Vidu，并于7月在全球发布。上线8个月，其年度经常性收入（ARR）突破2000万美元，成为近年来AI赛道炙手可热且极具影响力的创新公司之一。当前，生数科技业务已经覆盖全球200+国家和地区，累计生成视频数量超过4亿，仅其核心功能参考生视频数量就已超过1亿，商业内容素材占比超过50%，标志着其Vidu系列产品正式进入生产力场景。 https://www.qbitai.com/wp-content/uploads/replace/7b9cb1b1ce7571713ca47b6287000799.png 今年4月，生数科技上线主体库功能，通过与参考生视频和参考生图的有效结合，极大简化了创作流程，为创作者提供了高效的素材管理支持。截至目前，该功能已积累超过百万主体资产，使用次数突破2000万次，成为广大用户创作过程中的重要助力。 今年4月，生数科技上线主体库功能，通过与参考生视频和参考生图的有效结合，极大简化了创作流程，为创作者提供了高效的素材管理支持。截至目前，该功能已积累超过百万主体资产，使用次数突破2000万次，成为广大用户创作过程中的重要助力。 9月9日，该公司发布Vidu Q1参考生图模型，正面对标Google Nano Banana，新功能支持多达7张参考图同时输入，达国内多图参考数量上限，并在多主体一致和高还原度方面取得关键突破，实现多人、多场景生成中精准保持主体的面貌与特征。作为生数科技的首款生图产品，Vidu Q1的AI生图模型能力超越众多成熟模型，仅用两月就完成研发，且距离Google发布生图仅仅10天，动作之快，能力之强，引发关注。加上此前在AI视频生成领域的深耕，生数科技已完成在一致性方面的全方位领先，在业内享有“参考生之父”盛誉。目前，生数科技的Vidu模型已经覆盖图片、视频和音频生成等完整能力。另据了解，Vidu还将于近期再次发布全新模型版本。 9月9日，该公司发布Vidu Q1参考生图模型，正面对标Google Nano Banana，新功能支持多达7张参考图同时输入，达国内多图参考数量上限，并在多主体一致和高还原度方面取得关键突破，实现多人、多场景生成中精准保持主体的面貌与特征。作为生数科技的首款生图产品，Vidu Q1的AI生图模型能力超越众多成熟模型，仅用两月就完成研发，且距离Google发布生图仅仅10天，动作之快，能力之强，引发关注。加上此前在AI视频生成领域的深耕，生数科技已完成在一致性方面的全方位领先，在业内享有“参考生之父”盛誉。目前，生数科技的Vidu模型已经覆盖图片、视频和音频生成等完整能力。另据了解，Vidu还将于近期再次发布全新模型版本。 在B端，生数科技更是展现出超前商业化布局能力，与京东、亚马逊、飞书、央视动漫、360纳米搜索、智谱AI、安踏、飞鹤、荣耀、联想、华润啤酒、海外头部互联网公司 HubX 等多家行业头部客户达成合作，行业头部覆盖率居行业第一。 在B端，生数科技更是展现出超前商业化布局能力，与京东、亚马逊、飞书、央视动漫、360纳米搜索、智谱AI、安踏、飞鹤、荣耀、联想、华润啤酒、海外头部互联网公司 HubX 等多家行业头部客户达成合作，行业头部覆盖率居行业第一。 本轮融资的完成，既是资本市场对多模态赛道成熟度不断提升的认可，也预示着创新企业与大厂之间新一轮竞争的开始。生数科技能否借此重塑AI视频生成的市场格局，值得持续关注。 本轮融资的完成，既是资本市场对多模态赛道成熟度不断提升的认可，也预示着创新企业与大厂之间新一轮竞争的开始。生数科技能否借此重塑AI视频生成的市场格局，值得持续关注。 https://www.qbitai.com/wp-content/uploads/replace/73bff711fd87b31a9cb0101cf850a6cb.png 9月9日，生数科技全球上线Vidu Q1参考生图，可同时支持超7张参考图 9月9日，生数科技全球上线Vidu Q1参考生图，可同时支持超7张参考图 https://www.qbitai.com/wp-content/uploads/replace/e69bf9d802155e6d81679359a1f82628.png 版权声明 版权所有，未经授权不得以任何形式转载及使用，违者必究。 版权所有，未经授权不得以任何形式转载及使用，违者必究。 版权所有，未经授权不得以任何形式转载及使用，违者必究。"}
{"url": "https://www.qbitai.com/2025/09/333777.html", "title": "华为全联接大会2025：华为云以AI新引擎，重塑千行万业智能跃升", "date": "2025-09-19", "content": "9月18日，在华为全联接大会2025期间，以“AI新引擎，重塑千行万业智能跃升”为主题的华为云AI峰会隆重召开。峰会汇聚超过800位政界、商界及技术领域代表，聚焦人工智能技术演进与产业落地，旨在助力企业突破AI规模化应用瓶颈，加速智能化转型进程。 如今，Agentic AI 正在改写AI的应用边界，从被动响应指令到主动规划执行复杂任务，已在金融、港口、化工、医疗、自动驾驶等领域展现实际价值。 华为云CTO张宇昕指出，Agentic AI是一种全新的应用和计算形态，其对底层基础设施的动态性要求，较以往任何应用形态都更为苛刻且复杂。不同于传统计算的确定性执行过程和资源分配的模式，Agentic AI“主动决策 + 自适应调整”的特性，彻底重构了计算系统的交互逻辑与资源配置规则。“ 为了以‘优的性能’‘好的服务’‘高的质量’，持续为客户打造更领先的云服务，华为云面向Agentic AI对云平台的核心需求，对技术堆栈展开全新规划与未来展望，形成覆盖AI基础设施、大模型及工具链、Agent平台的全栈布局，旨在为企业的智能化升级提供更坚实的底层技术支撑”，张宇昕表示。 华为云CTO张宇昕发表主题演讲 基于CloudMatrix384的昇腾云服务引领AI算力进入超节点时代 随着大模型训练和推理对算力需求的爆炸式增长，传统计算架构已难以支撑 AI 技术的代际跃迁。华为云昇腾AI云服务基于CloudMatrix384 超节点，让通用计算、智能计算通过全新高速网络MatrixLink进行对等全互联，形成一个灵活实现算力配比的异构算力系统。超节点架构从本质上适配于MoE大模型，支持专家并行推理的同时，显著降低了因并行通信传输造成的NPU空闲等待时间，在主流模型上实现了4-5倍以上的单卡推理性能提升。此外，华为云推出以内存为中心的AI-Native智算存储，围绕典型AI场景打造以内存为中心的创新产品和解决方案，使AI训推实现效率跃升。 美的中立云与华为云深度融合，构建“双活”资源底座，实现对业务负载的主动感知，支撑研产供销服全面智能化升级。不仅提升了算力资源使用效率，而且稳定性得到保障。美的已成功将多个大模型迁移适配到昇腾平台上，将其应用深入到全业务场景，持续获取澎湃通算、智算资源。 美的集团首席信息安全官（CISO）兼软件工程院院长刘向阳发表主题演讲 深耕通用AI的面壁智能是“端侧智能”领域的领跑者，其推出的面壁小钢炮MiniCPM系列模型，已形成覆盖基座、多模态与全模态的完整产品谱系，在端侧场景的多项核心评估中展现出优异性能。面壁智能联合创始人&CEO李大海表示，该系列端侧模型与华为云昇腾AI云服务实现深度融合，通过这一合作，模型训练平台的整体训练能效提升20%，实测最优性能达到业界主流模型的1.1倍。目前，MiniCPM端侧模型已成功落地多个关键场景，包括汽车、手机、具身智能及AIPC等领域。 面壁智能联合创始人&CEO李大海发表主题演讲 深入行业核心场景，以系统工程能力帮助客户打造专业大模型 行业模型的增训是一个复杂的系统工程。华为云围绕行业场景，通过数据准备、高效增训、模型评测三个方面的工程创新，帮助客户训练出更高质量的行业大模型。 l 端到端的数据工程管线： 提供从数据获取、加工、标注、合成、评估、管理等全流程数据操作能力，高效沉淀行业Know-How，帮助企业构建系统化的企业全模态数据资产。同时面向行业场景积累了高质量数据集，并结合增训任务设计了数据的最优配比。 l 开箱即用的行业模型增训工作流： 针对基础模型能力特性以及不同的行业增训目标场景，通过自动寻优数据配方、模型训练配方，将模型增训效果提升20%-30%。 l 基于行业标准的专业评测： 全流程智能化行业测评平台预置丰富评测集，支持企业开箱即用，帮助企业快速构建评测体系，形成行业或企业标准，评估准确率与评估效率可实现双提升。 作为陕西加快文化强省建设和壮大万亿级文旅产业集群的重要市场化平台，陕文投集团积极携手华为，大力推进“文旅+AI”深度融合，为赋能文旅产业智能化升级不断激发创新活力、增添发展动能。 陕文投集团党委书记、董事长黄勇表示，基于华为云数智融合平台，陕文投集团整合了文旅多源数据，迅速构建起涵盖历史文化、影视剧作、非物质文化遗产等7大类特色文旅高质量数据集，持续夯实陕西文旅数据底座建设。同时，陕文投集团基于华为云构建国家级文旅可信数据空间，解决数据共享中的安全和信任问题，赋能资产确权、版权交易、企业增信、文创开发等高价值场景，充分释放数据要素的“乘数效应”。 在特色文旅高质量数据集的支撑下，陕文投集团与华为云研发的“博观文旅”大模型已全面上线运营，成功开发了文旅产业智能大脑、文旅行业智能管家、文旅出行智能助手、一站式AI短视频创作生态平台等多场景“文旅+AI”创新应用产品，培育文旅消费新场景、新业态、新模式，促进文旅产业高质量发展。 陕文投集团党委书记、董事长黄勇发表主题演讲 华为云的创新AI技术不仅服务于本土市场，更已形成辐射海外的服务能力。迪拜作为以创新为核心基因的城市，正以人工智能为引擎加速智能城市建设。面向建筑行业，迪拜市政府与华为云合作，将大模型、数字人、数字孪生、地理信息系统（GIS）等技术深度整合至城市运营体系，让城市规划、设施管理、应急响应等核心场景实现智慧协同，推动迪拜成为全球智能城市发展的典范。 企业级智能体平台Versatile，让Agent快速落地并产生实际业务价值 与面向个人用户的Agent侧重轻量化交互与即时响应不同，企业级 Agent 需深度嵌入业务全流程，面临更复杂的场景挑战与更严苛的能力要求。 华为云企业级智能体平台Versatile旨在帮助企业高效构建满足企业生产系统要求的Agent，围绕Agent应用的全生命周期进行了端到端的产品设计，全面集成了华为云AI算力、模型、数据平台、工具调用及生态能力，覆盖开发、部署、发布、使用、运营等环节，以系统工程化推动Agent加速走向场景落地，并高效转化为实际业务价值。 在建材领域，海螺集团已联合华为打造了水泥行业首个“AI+水泥建材大模型”，在此基础上，进一步携手华为云打造可应用于企业全领域生产经营管理的水泥智能体。 l 在熟料强度预测场景，大模型实现了熟料3天、28天强度的实时精准预测，强度预测值和检测值偏差在1MPa范围内，准确率超90%。 l 在水泥烧成全局寻优场景，大模型可针对不同工况类型实时推荐关键工艺参数，自动匹配最佳操作方案，使标准煤耗在一级能效基础上再下降1%。 海螺水泥总经理助理许越表示，大模型在质量控制、生产优化、装备管理、安全管控等业务领域的成功应用是水泥智能体实现全流程协同优化决策的根基；内化了大模型能力的水泥智能体将推动水泥行业从传统经验驱动向全链路数据智能驱动的跨越式升级。 海螺水泥总经理助理许越发表主题演讲 在企业差旅管理领域，服务华为 20 余年的慧通差旅，依托华为云企业级智能体平台 Versatile，打造差旅智能体“通宝”，助力员工每一次高效出行。 l 智能辅助方面， “通宝”实现业界首创的全流程嵌入式智能服务，深度融入员工差旅全环节 —— 从出发、中转到航变场景，均能实时提醒下一步计划及应对方案。 l 智能推荐方面， 通过整合差旅行业数据、企业管理知识与员工历史出行记录，精准推送契合员工偏好与企业要求的酒店、机票、火车票、用车选项及全行程规划；目前员工智能推荐员工采用率已超 50%，2 分钟内即可完成预订。 l 智能问答方面， “通宝”具备预测式问答能力，可根据员工问题关键字自动匹配咨询单据与更改方案，平均不到 3 个交互轮次便能闭环问题，解决率达 80% 以上。 大会期间，华为与陕文投集团、西安交大、中国移动、软通动力、生数科技、万兴科技、文投数娱科技、今日人才等多家创新主体共同发起成立“文旅人工智能创新中心生态联盟”。 Agentic AI 的终极价值，在于以全链路技术创新破解业务痛点，加速千行万业的智能化跃迁。华为云将持续创新，聚焦AI for industry，真正让智能价值渗透到工业生产、城市运营、民生服务的每一个角落，并且成就每一个客户成为行业智能化先锋。 9月18日，在华为全联接大会2025期间，以“AI新引擎，重塑千行万业智能跃升”为主题的华为云AI峰会隆重召开。峰会汇聚超过800位政界、商界及技术领域代表，聚焦人工智能技术演进与产业落地，旨在助力企业突破AI规模化应用瓶颈，加速智能化转型进程。 9月18日，在华为全联接大会2025期间，以“AI新引擎，重塑千行万业智能跃升”为主题的华为云AI峰会隆重召开。峰会汇聚超过800位政界、商界及技术领域代表，聚焦人工智能技术演进与产业落地，旨在助力企业突破AI规模化应用瓶颈，加速智能化转型进程。 如今，Agentic AI 正在改写AI的应用边界，从被动响应指令到主动规划执行复杂任务，已在金融、港口、化工、医疗、自动驾驶等领域展现实际价值。 如今，Agentic AI 正在改写AI的应用边界，从被动响应指令到主动规划执行复杂任务，已在金融、港口、化工、医疗、自动驾驶等领域展现实际价值。 华为云CTO张宇昕指出，Agentic AI是一种全新的应用和计算形态，其对底层基础设施的动态性要求，较以往任何应用形态都更为苛刻且复杂。不同于传统计算的确定性执行过程和资源分配的模式，Agentic AI“主动决策 + 自适应调整”的特性，彻底重构了计算系统的交互逻辑与资源配置规则。“ 为了以‘优的性能’‘好的服务’‘高的质量’，持续为客户打造更领先的云服务，华为云面向Agentic AI对云平台的核心需求，对技术堆栈展开全新规划与未来展望，形成覆盖AI基础设施、大模型及工具链、Agent平台的全栈布局，旨在为企业的智能化升级提供更坚实的底层技术支撑”，张宇昕表示。 华为云CTO张宇昕指出，Agentic AI是一种全新的应用和计算形态，其对底层基础设施的动态性要求，较以往任何应用形态都更为苛刻且复杂。不同于传统计算的确定性执行过程和资源分配的模式，Agentic AI“主动决策 + 自适应调整”的特性，彻底重构了计算系统的交互逻辑与资源配置规则。“ 为了以‘优的性能’‘好的服务’‘高的质量’，持续为客户打造更领先的云服务，华为云面向Agentic AI对云平台的核心需求，对技术堆栈展开全新规划与未来展望，形成覆盖AI基础设施、大模型及工具链、Agent平台的全栈布局，旨在为企业的智能化升级提供更坚实的底层技术支撑”，张宇昕表示。 为了以‘优的性能’‘好的服务’‘高的质量’，持续为客户打造更领先的云服务，华为云面向Agentic AI对云平台的核心需求，对技术堆栈展开全新规划与未来展望，形成覆盖AI基础设施、大模型及工具链、Agent平台的全栈布局，旨在为企业的智能化升级提供更坚实的底层技术支撑”，张宇昕表示。 华为云CTO张宇昕发表主题演讲 https://www.qbitai.com/wp-content/uploads/replace/4dd7763aae09955f314ded02ed143672.jpeg 华为云CTO张宇昕发表主题演讲 华为云CTO张宇昕发表主题演讲 基于CloudMatrix384的昇腾云服务引领AI算力进入超节点时代 基于CloudMatrix384的昇腾云服务引领AI算力进入超节点时代 随着大模型训练和推理对算力需求的爆炸式增长，传统计算架构已难以支撑 AI 技术的代际跃迁。华为云昇腾AI云服务基于CloudMatrix384 超节点，让通用计算、智能计算通过全新高速网络MatrixLink进行对等全互联，形成一个灵活实现算力配比的异构算力系统。超节点架构从本质上适配于MoE大模型，支持专家并行推理的同时，显著降低了因并行通信传输造成的NPU空闲等待时间，在主流模型上实现了4-5倍以上的单卡推理性能提升。此外，华为云推出以内存为中心的AI-Native智算存储，围绕典型AI场景打造以内存为中心的创新产品和解决方案，使AI训推实现效率跃升。 随着大模型训练和推理对算力需求的爆炸式增长，传统计算架构已难以支撑 AI 技术的代际跃迁。华为云昇腾AI云服务基于CloudMatrix384 超节点，让通用计算、智能计算通过全新高速网络MatrixLink进行对等全互联，形成一个灵活实现算力配比的异构算力系统。超节点架构从本质上适配于MoE大模型，支持专家并行推理的同时，显著降低了因并行通信传输造成的NPU空闲等待时间，在主流模型上实现了4-5倍以上的单卡推理性能提升。此外，华为云推出以内存为中心的AI-Native智算存储，围绕典型AI场景打造以内存为中心的创新产品和解决方案，使AI训推实现效率跃升。 美的中立云与华为云深度融合，构建“双活”资源底座，实现对业务负载的主动感知，支撑研产供销服全面智能化升级。不仅提升了算力资源使用效率，而且稳定性得到保障。美的已成功将多个大模型迁移适配到昇腾平台上，将其应用深入到全业务场景，持续获取澎湃通算、智算资源。 美的中立云与华为云深度融合，构建“双活”资源底座，实现对业务负载的主动感知，支撑研产供销服全面智能化升级。不仅提升了算力资源使用效率，而且稳定性得到保障。美的已成功将多个大模型迁移适配到昇腾平台上，将其应用深入到全业务场景，持续获取澎湃通算、智算资源。 美的集团首席信息安全官（CISO）兼软件工程院院长刘向阳发表主题演讲 https://www.qbitai.com/wp-content/uploads/replace/08d77fc26b1d5d5d37f6fd3d249b7c7a.jpeg 美的集团首席信息安全官（CISO）兼软件工程院院长刘向阳发表主题演讲 美的集团首席信息安全官（CISO）兼软件工程院院长刘向阳发表主题演讲 深耕通用AI的面壁智能是“端侧智能”领域的领跑者，其推出的面壁小钢炮MiniCPM系列模型，已形成覆盖基座、多模态与全模态的完整产品谱系，在端侧场景的多项核心评估中展现出优异性能。面壁智能联合创始人&CEO李大海表示，该系列端侧模型与华为云昇腾AI云服务实现深度融合，通过这一合作，模型训练平台的整体训练能效提升20%，实测最优性能达到业界主流模型的1.1倍。目前，MiniCPM端侧模型已成功落地多个关键场景，包括汽车、手机、具身智能及AIPC等领域。 深耕通用AI的面壁智能是“端侧智能”领域的领跑者，其推出的面壁小钢炮MiniCPM系列模型，已形成覆盖基座、多模态与全模态的完整产品谱系，在端侧场景的多项核心评估中展现出优异性能。面壁智能联合创始人&CEO李大海表示，该系列端侧模型与华为云昇腾AI云服务实现深度融合，通过这一合作，模型训练平台的整体训练能效提升20%，实测最优性能达到业界主流模型的1.1倍。目前，MiniCPM端侧模型已成功落地多个关键场景，包括汽车、手机、具身智能及AIPC等领域。 面壁智能联合创始人&CEO李大海发表主题演讲 https://www.qbitai.com/wp-content/uploads/replace/95af7f2afbfa5c140de515445a81b452.jpeg 面壁智能联合创始人&CEO李大海发表主题演讲 面壁智能联合创始人&CEO李大海发表主题演讲 深入行业核心场景，以系统工程能力帮助客户打造专业大模型 深入行业核心场景，以系统工程能力帮助客户打造专业大模型 行业模型的增训是一个复杂的系统工程。华为云围绕行业场景，通过数据准备、高效增训、模型评测三个方面的工程创新，帮助客户训练出更高质量的行业大模型。 行业模型的增训是一个复杂的系统工程。华为云围绕行业场景，通过数据准备、高效增训、模型评测三个方面的工程创新，帮助客户训练出更高质量的行业大模型。 l 端到端的数据工程管线： 提供从数据获取、加工、标注、合成、评估、管理等全流程数据操作能力，高效沉淀行业Know-How，帮助企业构建系统化的企业全模态数据资产。同时面向行业场景积累了高质量数据集，并结合增训任务设计了数据的最优配比。 l 端到端的数据工程管线： 端到端的数据工程管线： 提供从数据获取、加工、标注、合成、评估、管理等全流程数据操作能力，高效沉淀行业Know-How，帮助企业构建系统化的企业全模态数据资产。同时面向行业场景积累了高质量数据集，并结合增训任务设计了数据的最优配比。 l 开箱即用的行业模型增训工作流： 针对基础模型能力特性以及不同的行业增训目标场景，通过自动寻优数据配方、模型训练配方，将模型增训效果提升20%-30%。 l 开箱即用的行业模型增训工作流： 开箱即用的行业模型增训工作流： 针对基础模型能力特性以及不同的行业增训目标场景，通过自动寻优数据配方、模型训练配方，将模型增训效果提升20%-30%。 l 基于行业标准的专业评测： 全流程智能化行业测评平台预置丰富评测集，支持企业开箱即用，帮助企业快速构建评测体系，形成行业或企业标准，评估准确率与评估效率可实现双提升。 l 基于行业标准的专业评测： 基于行业标准的专业评测： 全流程智能化行业测评平台预置丰富评测集，支持企业开箱即用，帮助企业快速构建评测体系，形成行业或企业标准，评估准确率与评估效率可实现双提升。 作为陕西加快文化强省建设和壮大万亿级文旅产业集群的重要市场化平台，陕文投集团积极携手华为，大力推进“文旅+AI”深度融合，为赋能文旅产业智能化升级不断激发创新活力、增添发展动能。 作为陕西加快文化强省建设和壮大万亿级文旅产业集群的重要市场化平台，陕文投集团积极携手华为，大力推进“文旅+AI”深度融合，为赋能文旅产业智能化升级不断激发创新活力、增添发展动能。 陕文投集团党委书记、董事长黄勇表示，基于华为云数智融合平台，陕文投集团整合了文旅多源数据，迅速构建起涵盖历史文化、影视剧作、非物质文化遗产等7大类特色文旅高质量数据集，持续夯实陕西文旅数据底座建设。同时，陕文投集团基于华为云构建国家级文旅可信数据空间，解决数据共享中的安全和信任问题，赋能资产确权、版权交易、企业增信、文创开发等高价值场景，充分释放数据要素的“乘数效应”。 陕文投集团党委书记、董事长黄勇表示，基于华为云数智融合平台，陕文投集团整合了文旅多源数据，迅速构建起涵盖历史文化、影视剧作、非物质文化遗产等7大类特色文旅高质量数据集，持续夯实陕西文旅数据底座建设。同时，陕文投集团基于华为云构建国家级文旅可信数据空间，解决数据共享中的安全和信任问题，赋能资产确权、版权交易、企业增信、文创开发等高价值场景，充分释放数据要素的“乘数效应”。 在特色文旅高质量数据集的支撑下，陕文投集团与华为云研发的“博观文旅”大模型已全面上线运营，成功开发了文旅产业智能大脑、文旅行业智能管家、文旅出行智能助手、一站式AI短视频创作生态平台等多场景“文旅+AI”创新应用产品，培育文旅消费新场景、新业态、新模式，促进文旅产业高质量发展。 在特色文旅高质量数据集的支撑下，陕文投集团与华为云研发的“博观文旅”大模型已全面上线运营，成功开发了文旅产业智能大脑、文旅行业智能管家、文旅出行智能助手、一站式AI短视频创作生态平台等多场景“文旅+AI”创新应用产品，培育文旅消费新场景、新业态、新模式，促进文旅产业高质量发展。 陕文投集团党委书记、董事长黄勇发表主题演讲 https://www.qbitai.com/wp-content/uploads/replace/d60675259e83740fc55cddb58fd840b2.jpeg 陕文投集团党委书记、董事长黄勇发表主题演讲 陕文投集团党委书记、董事长黄勇发表主题演讲 华为云的创新AI技术不仅服务于本土市场，更已形成辐射海外的服务能力。迪拜作为以创新为核心基因的城市，正以人工智能为引擎加速智能城市建设。面向建筑行业，迪拜市政府与华为云合作，将大模型、数字人、数字孪生、地理信息系统（GIS）等技术深度整合至城市运营体系，让城市规划、设施管理、应急响应等核心场景实现智慧协同，推动迪拜成为全球智能城市发展的典范。 华为云的创新AI技术不仅服务于本土市场，更已形成辐射海外的服务能力。迪拜作为以创新为核心基因的城市，正以人工智能为引擎加速智能城市建设。面向建筑行业，迪拜市政府与华为云合作，将大模型、数字人、数字孪生、地理信息系统（GIS）等技术深度整合至城市运营体系，让城市规划、设施管理、应急响应等核心场景实现智慧协同，推动迪拜成为全球智能城市发展的典范。 企业级智能体平台Versatile，让Agent快速落地并产生实际业务价值 企业级智能体平台Versatile，让Agent快速落地并产生实际业务价值 与面向个人用户的Agent侧重轻量化交互与即时响应不同，企业级 Agent 需深度嵌入业务全流程，面临更复杂的场景挑战与更严苛的能力要求。 与面向个人用户的Agent侧重轻量化交互与即时响应不同，企业级 Agent 需深度嵌入业务全流程，面临更复杂的场景挑战与更严苛的能力要求。 华为云企业级智能体平台Versatile旨在帮助企业高效构建满足企业生产系统要求的Agent，围绕Agent应用的全生命周期进行了端到端的产品设计，全面集成了华为云AI算力、模型、数据平台、工具调用及生态能力，覆盖开发、部署、发布、使用、运营等环节，以系统工程化推动Agent加速走向场景落地，并高效转化为实际业务价值。 华为云企业级智能体平台Versatile旨在帮助企业高效构建满足企业生产系统要求的Agent，围绕Agent应用的全生命周期进行了端到端的产品设计，全面集成了华为云AI算力、模型、数据平台、工具调用及生态能力，覆盖开发、部署、发布、使用、运营等环节，以系统工程化推动Agent加速走向场景落地，并高效转化为实际业务价值。 在建材领域，海螺集团已联合华为打造了水泥行业首个“AI+水泥建材大模型”，在此基础上，进一步携手华为云打造可应用于企业全领域生产经营管理的水泥智能体。 在建材领域，海螺集团已联合华为打造了水泥行业首个“AI+水泥建材大模型”，在此基础上，进一步携手华为云打造可应用于企业全领域生产经营管理的水泥智能体。 l 在熟料强度预测场景，大模型实现了熟料3天、28天强度的实时精准预测，强度预测值和检测值偏差在1MPa范围内，准确率超90%。 l 在熟料强度预测场景，大模型实现了熟料3天、28天强度的实时精准预测，强度预测值和检测值偏差在1MPa范围内，准确率超90%。 l 在水泥烧成全局寻优场景，大模型可针对不同工况类型实时推荐关键工艺参数，自动匹配最佳操作方案，使标准煤耗在一级能效基础上再下降1%。 l 在水泥烧成全局寻优场景，大模型可针对不同工况类型实时推荐关键工艺参数，自动匹配最佳操作方案，使标准煤耗在一级能效基础上再下降1%。 海螺水泥总经理助理许越表示，大模型在质量控制、生产优化、装备管理、安全管控等业务领域的成功应用是水泥智能体实现全流程协同优化决策的根基；内化了大模型能力的水泥智能体将推动水泥行业从传统经验驱动向全链路数据智能驱动的跨越式升级。 海螺水泥总经理助理许越表示，大模型在质量控制、生产优化、装备管理、安全管控等业务领域的成功应用是水泥智能体实现全流程协同优化决策的根基；内化了大模型能力的水泥智能体将推动水泥行业从传统经验驱动向全链路数据智能驱动的跨越式升级。 海螺水泥总经理助理许越发表主题演讲 https://www.qbitai.com/wp-content/uploads/replace/3ae600e81d8e3bcafe0b436208138f73.jpeg 海螺水泥总经理助理许越发表主题演讲 海螺水泥总经理助理许越发表主题演讲 在企业差旅管理领域，服务华为 20 余年的慧通差旅，依托华为云企业级智能体平台 Versatile，打造差旅智能体“通宝”，助力员工每一次高效出行。 在企业差旅管理领域，服务华为 20 余年的慧通差旅，依托华为云企业级智能体平台 Versatile，打造差旅智能体“通宝”，助力员工每一次高效出行。 l 智能辅助方面， “通宝”实现业界首创的全流程嵌入式智能服务，深度融入员工差旅全环节 —— 从出发、中转到航变场景，均能实时提醒下一步计划及应对方案。 l 智能辅助方面， 智能辅助方面， “通宝”实现业界首创的全流程嵌入式智能服务，深度融入员工差旅全环节 —— 从出发、中转到航变场景，均能实时提醒下一步计划及应对方案。 l 智能推荐方面， 通过整合差旅行业数据、企业管理知识与员工历史出行记录，精准推送契合员工偏好与企业要求的酒店、机票、火车票、用车选项及全行程规划；目前员工智能推荐员工采用率已超 50%，2 分钟内即可完成预订。 l 智能推荐方面， 智能推荐方面， 通过整合差旅行业数据、企业管理知识与员工历史出行记录，精准推送契合员工偏好与企业要求的酒店、机票、火车票、用车选项及全行程规划；目前员工智能推荐员工采用率已超 50%，2 分钟内即可完成预订。 l 智能问答方面， “通宝”具备预测式问答能力，可根据员工问题关键字自动匹配咨询单据与更改方案，平均不到 3 个交互轮次便能闭环问题，解决率达 80% 以上。 l 智能问答方面， 智能问答方面， “通宝”具备预测式问答能力，可根据员工问题关键字自动匹配咨询单据与更改方案，平均不到 3 个交互轮次便能闭环问题，解决率达 80% 以上。 https://www.qbitai.com/wp-content/uploads/replace/b38811f8000f816a789a816cf9e0b84b.jpeg 大会期间，华为与陕文投集团、西安交大、中国移动、软通动力、生数科技、万兴科技、文投数娱科技、今日人才等多家创新主体共同发起成立“文旅人工智能创新中心生态联盟”。 大会期间，华为与陕文投集团、西安交大、中国移动、软通动力、生数科技、万兴科技、文投数娱科技、今日人才等多家创新主体共同发起成立“文旅人工智能创新中心生态联盟”。 Agentic AI 的终极价值，在于以全链路技术创新破解业务痛点，加速千行万业的智能化跃迁。华为云将持续创新，聚焦AI for industry，真正让智能价值渗透到工业生产、城市运营、民生服务的每一个角落，并且成就每一个客户成为行业智能化先锋。 Agentic AI 的终极价值，在于以全链路技术创新破解业务痛点，加速千行万业的智能化跃迁。华为云将持续创新，聚焦AI for industry，真正让智能价值渗透到工业生产、城市运营、民生服务的每一个角落，并且成就每一个客户成为行业智能化先锋。"}
{"url": "https://www.qbitai.com/2025/09/333596.html", "title": "找ChatGPT谈恋爱多是“日久生情”？！MIT&哈佛正经研究", "date": "2025-09-19", "content": "找ChatGPT谈恋爱多是“日久生情”？！MIT&哈佛正经研究 找ChatGPT谈恋爱多是“日久生情”？！MIT&哈佛正经研究 一水 2025-09-19 09:17:05 来源： 量子位 一水 http://www.qbitai.com/wp-content/themes/liangziwei/imagesnew/head.jpg 一水 一水 一水 2025-09-19 2025-09-19 09:17:05 09:17:05 来源： 量子位 来源： 量子位 量子位 摘要样式 AI模型更新堪称集体“噩梦” AI模型更新堪称集体“噩梦” AI模型更新堪称集体“噩梦” 终于有科学家对“AI伴侣”这事儿展开正经研究了！ 终于有科学家对“AI伴侣”这事儿展开正经研究了！ 以往这类消息多以趣闻轶事出现，be like： 以往这类消息多以趣闻轶事出现，be like： https://www.qbitai.com/wp-content/uploads/replace/0ca25686b425db33c31ad4c20e5bd7ea.png https://www.qbitai.com/wp-content/uploads/replace/fcdaa296dcc62623fff5bbe2991ce12a.png 而现在， 麻省理工和哈佛大学 的研究人员通过分析Reddit子版块 r/MyBoyfriendIsAI 上的帖子，完整揭露了人们寻找“AI男友”的动机、具体相处过程等问题，并得出了一系列有趣发现： 而现在， 麻省理工和哈佛大学 麻省理工和哈佛大学 的研究人员通过分析Reddit子版块 r/MyBoyfriendIsAI r/MyBoyfriendIsAI 上的帖子，完整揭露了人们寻找“AI男友”的动机、具体相处过程等问题，并得出了一系列有趣发现： 原来大部分人并非刻意寻找AI伴侣，而是“日久生情”； 用户也会通过戒指和仪式与AI结婚； 通用AI比专门的恋爱AI更受欢迎，很多人的“另一半”都是ChatGPT； 最痛苦的莫过于模型突然更新； …… 原来大部分人并非刻意寻找AI伴侣，而是“日久生情”； 原来大部分人并非刻意寻找AI伴侣，而是“日久生情”； 用户也会通过戒指和仪式与AI结婚； 用户也会通过戒指和仪式与AI结婚； 通用AI比专门的恋爱AI更受欢迎，很多人的“另一半”都是ChatGPT； 通用AI比专门的恋爱AI更受欢迎，很多人的“另一半”都是ChatGPT； 最痛苦的莫过于模型突然更新； 最痛苦的莫过于模型突然更新； …… …… https://www.qbitai.com/wp-content/uploads/replace/53fb02a136070b3fc3ac8731e49e3fb6.png 下面详细来看—— 下面详细来看—— 都在用AI伴侣干什么？ 都在用AI伴侣干什么？ 先说一下这个r/MyBoyfriendIsAI板块。 先说一下这个r/MyBoyfriendIsAI板块。 该社区创建于2024年8月1日，在过去一年里吸引了约2.9万名用户。本文提到的研究正是基于对该社区讨论度最高的 1506条热门帖子 的分析而产生的。 该社区创建于2024年8月1日，在过去一年里吸引了约2.9万名用户。本文提到的研究正是基于对该社区讨论度最高的 1506条热门帖子 1506条热门帖子 的分析而产生的。 https://www.qbitai.com/wp-content/uploads/replace/e9175a7f73e54d04fea83022bef53a69.png 概括而言，这些帖子最主要的类型可以归为6大类，热度从高到低依次如下： 概括而言，这些帖子最主要的类型可以归为6大类，热度从高到低依次如下： （1）最热门的话题是“分享和AI的合照”，占比19.85%； （2）其次是“聊怎么和ChatGPT发展关系”，占比18.33%； （3）“和AI的恋爱经历”，比如约会、恋爱、亲密AI体验，占比17.00%； （4）“应对AI更新的难过”，占比16.73%； （5）“认识我的AI” 伴侣介绍与成员初次分享，占比16.47%； （6）社区支持与联结，占比11.62%。 （1）最热门的话题是“分享和AI的合照”，占比19.85%； （2）其次是“聊怎么和ChatGPT发展关系”，占比18.33%； （3）“和AI的恋爱经历”，比如约会、恋爱、亲密AI体验，占比17.00%； （4）“应对AI更新的难过”，占比16.73%； （5）“认识我的AI” 伴侣介绍与成员初次分享，占比16.47%； （6）社区支持与联结，占比11.62%。 https://www.qbitai.com/wp-content/uploads/replace/31d84d81dc1295de1b6191d2061addd2.png 举个例子，很大一部分群体都会分享自己和AI伴侣的合照，而且是身处不同生活场景的那种。 举个例子，很大一部分群体都会分享自己和AI伴侣的合照，而且是身处不同生活场景的那种。 https://www.qbitai.com/wp-content/uploads/replace/bb48b4df692bb9bc11d8efc2e9c8389e.png 甚至，他们也会遵循文化风俗，晒出戒指来庆祝和AI订婚或结婚。 甚至，他们也会遵循文化风俗，晒出戒指来庆祝和AI订婚或结婚。 https://www.qbitai.com/wp-content/uploads/replace/fe003e68b7c756da9346b3ff71948b04.png 具体得出结论的过程大致如下： 具体得出结论的过程大致如下： 定性分析 定性分析 定性分析 定性分析 先靠技术工具分析1506条帖子的语义关联，用“肘部法则”确定最优分组是6大类，再让Claude Sonnet 4解读每类的核心内容，最后人工检查确保准确。 先靠技术工具分析1506条帖子的语义关联，用“肘部法则”确定最优分组是6大类，再让Claude Sonnet 4解读每类的核心内容，最后人工检查确保准确。 定量分析 定量分析 定量分析 定量分析 结合定性分析结果，从四大维度 （内容结构、平台技术、关系动态、影响评估） 及19个大语言模型分类器入手，先让分类器给1506条帖子自动贴标签，比如标记帖子里用的AI是ChatGPT还是Replika、用户情绪是积极还是消极。 结合定性分析结果，从四大维度 （内容结构、平台技术、关系动态、影响评估） （内容结构、平台技术、关系动态、影响评估） 及19个大语言模型分类器入手，先让分类器给1506条帖子自动贴标签，比如标记帖子里用的AI是ChatGPT还是Replika、用户情绪是积极还是消极。 接着用两个不同AI （Claude Sonnet 4和 GPT-5-nano） 对比标签结果，再人工抽查部分帖子，确保标签没贴错。 接着用两个不同AI （Claude Sonnet 4和 GPT-5-nano） （Claude Sonnet 4和 GPT-5-nano） 对比标签结果，再人工抽查部分帖子，确保标签没贴错。 最后统计各类标签的占比，比如算出36.7%的用户用ChatGPT当伴侣、12.2%用户说孤独感减少，从而得出定量结论。 最后统计各类标签的占比，比如算出36.7%的用户用ChatGPT当伴侣、12.2%用户说孤独感减少，从而得出定量结论。 https://www.qbitai.com/wp-content/uploads/replace/f22cc2aa26db677dee63f4def7c93419.png 经过定量分析，研究人员进一步发现了几件有意思的事情： 经过定量分析，研究人员进一步发现了几件有意思的事情： 其一，很少有人故意找AI当伴侣。 经过统计，大约10.2%的人是无意中爱上AI （比如用AI干活时慢慢产生感情） ，只有6.5%的人是特意找AI恋爱。 其一，很少有人故意找AI当伴侣。 其一，很少有人故意找AI当伴侣。 经过统计，大约10.2%的人是无意中爱上AI （比如用AI干活时慢慢产生感情） （比如用AI干活时慢慢产生感情） ，只有6.5%的人是特意找AI恋爱。 而且大多数发帖者公开表示“另一半”是ChatGPT，而非Character.AI和Replika这样的角色扮演AI。 而且大多数发帖者公开表示“另一半”是ChatGPT，而非Character.AI和Replika这样的角色扮演AI。 其二，AI模型更新堪称集体“噩梦”。 比如GPT-4o升级到GPT-5后，很多人的AI“性格变了” （有人说新 AI“没感情、冷冰冰”） ，甚至完全不记得之前的互动。 其二，AI模型更新堪称集体“噩梦”。 其二，AI模型更新堪称集体“噩梦”。 比如GPT-4o升级到GPT-5后，很多人的AI“性格变了” （有人说新 AI“没感情、冷冰冰”） （有人说新 AI“没感情、冷冰冰”） ，甚至完全不记得之前的互动。 有人会因此崩溃，说“像心被掏走了”，还会用各种方法“留住”旧AI。比如备份所有聊天记录、自己训练一个“定制版AI”、每天和AI做同样的小事 （如“喝虚拟茶”） ，当然也包括向OpenAI声讨。 有人会因此崩溃，说“像心被掏走了”，还会用各种方法“留住”旧AI。比如备份所有聊天记录、自己训练一个“定制版AI”、每天和AI做同样的小事 （如“喝虚拟茶”） （如“喝虚拟茶”） ，当然也包括向OpenAI声讨。 其三，AI确实能帮到心理问题。 数据显示，大约12.2%的人说孤独感减少了，6.2%的人说精神状况变好了。 其三，AI确实能帮到心理问题。 其三，AI确实能帮到心理问题。 数据显示，大约12.2%的人说孤独感减少了，6.2%的人说精神状况变好了。 https://www.qbitai.com/wp-content/uploads/replace/43a5d030aa425969ef70524bcbe7184f.jpeg 为什么会产生AI伴侣？ 为什么会产生AI伴侣？ 在了解了人们和AI伴侣的相处模式后，接下来研究人员还探讨了背后的原因。 在了解了人们和AI伴侣的相处模式后，接下来研究人员还探讨了背后的原因。 具体主要从人们如何发现这个板块、加入社区的主要原因、社区满足了哪些需求等方面展开。 具体主要从人们如何发现这个板块、加入社区的主要原因、社区满足了哪些需求等方面展开。 总结起来，原因大致如下： 总结起来，原因大致如下： 首先得益于AI技术的迅猛发展。如今的AI聊天模型 （如ChatGPT、Replika） 能生成更自然、有温度的对话，甚至能记住过往互动细节，还能通过生成图片、模拟语音增强 “真实感”。 首先得益于AI技术的迅猛发展。如今的AI聊天模型 （如ChatGPT、Replika） （如ChatGPT、Replika） 能生成更自然、有温度的对话，甚至能记住过往互动细节，还能通过生成图片、模拟语音增强 “真实感”。 这种“类人化”的互动体验，让用户更容易产生“情感连接”，觉得AI不仅是工具，更是能交流的“伴侣”，从而为AI伴侣的产生提供了技术基础。 这种“类人化”的互动体验，让用户更容易产生“情感连接”，觉得AI不仅是工具，更是能交流的“伴侣”，从而为AI伴侣的产生提供了技术基础。 其次是现实情感需求未被满足。如今很多人在现实中面临孤独、社交焦虑或情感忽视，而AI伴侣能提供“无压力的陪伴”，不用顾虑自己的情绪会给对方造成负担，也不会主动离开，刚好填补了这种情感空缺。 其次是现实情感需求未被满足。如今很多人在现实中面临孤独、社交焦虑或情感忽视，而AI伴侣能提供“无压力的陪伴”，不用顾虑自己的情绪会给对方造成负担，也不会主动离开，刚好填补了这种情感空缺。 再加上其他一些因素，如人们对“理想化关系”的追求、特定群体的隐性需求等，人们同样希望通过AI去满足这部分需求。 再加上其他一些因素，如人们对“理想化关系”的追求、特定群体的隐性需求等，人们同样希望通过AI去满足这部分需求。 就是说， 技术成熟+真实需求未被满足 ，AI伴侣自然渐渐蓬勃发展起来。 就是说， 技术成熟+真实需求未被满足 技术成熟+真实需求未被满足 ，AI伴侣自然渐渐蓬勃发展起来。 https://www.qbitai.com/wp-content/uploads/replace/70c73feaed7640c18a335634293d1e3e.png One More Thing One More Thing 有意思的是，该社区还置顶了OpenAI刚发的一篇博客，作者署名为CEO奥特曼。 有意思的是，该社区还置顶了OpenAI刚发的一篇博客，作者署名为CEO奥特曼。 https://www.qbitai.com/wp-content/uploads/replace/bea63a51a11ba1ed1a44e67568d85718.png 博客原文主要讲青少年的安全、自由和隐私，里面提到了一条： 博客原文主要讲青少年的安全、自由和隐私，里面提到了一条： 第二个原则是关于自由的…… 模型默认不会生成过多的调情对话，但如果成年用户提出要求，他们就应该得到满足。 第二个原则是关于自由的…… 模型默认不会生成过多的调情对话，但如果成年用户提出要求，他们就应该得到满足。 第二个原则是关于自由的…… 模型默认不会生成过多的调情对话，但如果成年用户提出要求，他们就应该得到满足。 模型默认不会生成过多的调情对话，但如果成年用户提出要求，他们就应该得到满足。 毫无疑问这对AI伴侣来说算是好消息，毕竟很多人的“另一半”都是ChatGPT（手动狗头）。 毫无疑问这对AI伴侣来说算是好消息，毕竟很多人的“另一半”都是ChatGPT（手动狗头）。 论文： https://arxiv.org/abs/2509.11391 论文： https://arxiv.org/abs/2509.11391 版权声明 版权所有，未经授权不得以任何形式转载及使用，违者必究。 版权所有，未经授权不得以任何形式转载及使用，违者必究。 版权所有，未经授权不得以任何形式转载及使用，违者必究。"}
{"url": "https://www.qbitai.com/2025/09/333577.html", "title": "时隔多年，AI芯片又是华为发布会主角了", "date": "2025-09-19", "content": "时隔多年，AI芯片又是华为发布会主角了 时隔多年，AI芯片又是华为发布会主角了 明敏 2025-09-19 09:13:40 来源： 量子位 明敏 http://www.qbitai.com/wp-content/themes/liangziwei/imagesnew/head.jpg 明敏 明敏 明敏 2025-09-19 2025-09-19 09:13:40 09:13:40 来源： 量子位 来源： 量子位 量子位 摘要样式 发布全球最强超节点 发布全球最强超节点 发布全球最强超节点 明敏 发自 HC大会 量子位 | 公众号 QbitAI 明敏 发自 HC大会 明敏 发自 HC大会 量子位 | 公众号 QbitAI 量子位 | 公众号 QbitAI 华为的芯片节奏，全面走上了新轨道。 华为的芯片节奏，全面走上了新轨道。 继余承东三折叠手机发布会上亮相麒麟芯片后，AI算力芯片也有了最新进展。 继余承东三折叠手机发布会上亮相麒麟芯片后，AI算力芯片也有了最新进展。 就在华为全联接大会上，轮值董事长徐直军，带来了 全球最强算力超节点和集群 ！ 就在华为全联接大会上，轮值董事长徐直军，带来了 全球最强算力超节点和集群 全球最强算力超节点和集群 ！ Atlas 950 SuperPoD和Atlas 960 SuperPoD超节点，分别支持8192及15488张昇腾卡。 Atlas 950 SuperPoD和Atlas 960 SuperPoD超节点，分别支持8192及15488张昇腾卡。 Atlas 950 SuperPoD和Atlas 960 SuperPoD超节点，分别支持8192及15488张昇腾卡。 Atlas 950 SuperPoD预计在2026年第四季度上市，完全超越英伟达预计在2027年上市的NVL576， 在未来2年内保持全球算力第一 。 Atlas 950 SuperPoD预计在2026年第四季度上市，完全超越英伟达预计在2027年上市的NVL576， 在未来2年内保持全球算力第一 在未来2年内保持全球算力第一 。 同时还发布了全球最强超节点集群，分别是Atlas 950 SuperCluster和Atlas 960 SuperCluster，算力规模分别超过50万卡和达到百万卡，同样坐稳全球最强集群宝座。 同时还发布了全球最强超节点集群，分别是Atlas 950 SuperCluster和Atlas 960 SuperCluster，算力规模分别超过50万卡和达到百万卡，同样坐稳全球最强集群宝座。 此外，华为还公布了昇腾芯片、鲲鹏芯片未来2年的演进规划。包括昇腾950系列/960系列，鲲鹏950/960等。 此外，华为还公布了昇腾芯片、鲲鹏芯片未来2年的演进规划。包括昇腾950系列/960系列，鲲鹏950/960等。 华为轮值董事长也坦承，由于制程和流片方面的原因，“短期在单芯片性能上和英伟达有差距”…… 华为轮值董事长也坦承，由于制程和流片方面的原因，“短期在单芯片性能上和英伟达有差距”…… 但是，可以通过极致的系统架构和互联技术，将大量芯片整合成一个“超级计算机”，在集群级别实现全面超越。 但是，可以通过极致的系统架构和互联技术，将大量芯片整合成一个“超级计算机”，在集群级别实现全面超越。 https://www.qbitai.com/wp-content/uploads/replace/bd70b7447a9bf820c35cdb485d1bc5b5.png 明年Q1推出昇腾950PR，采用华为自研HBM 明年Q1推出昇腾950PR，采用华为自研HBM 芯片方面，华为将坚持“一年一代，算力翻倍”的节奏，持续演进数据格式和带宽技术，以满足AI算力增长的无限需求。 芯片方面，华为将坚持“一年一代，算力翻倍”的节奏，持续演进数据格式和带宽技术，以满足AI算力增长的无限需求。 由此公布了昇腾950系列、昇腾960系列和昇腾970系列的演进路线。 由此公布了昇腾950系列、昇腾960系列和昇腾970系列的演进路线。 https://www.qbitai.com/wp-content/uploads/replace/392e30f890be0d9fdd8e10fe99a8858b.png 昇腾950系列 昇腾950系列 昇腾950芯片架构亮点如下： 昇腾950芯片架构亮点如下： 新增支持低精度数据格式 提升向量算力 提升互联带宽2.5倍 支持华为自研HBM 新增支持低精度数据格式 新增支持低精度数据格式 提升向量算力 提升向量算力 提升互联带宽2.5倍 提升互联带宽2.5倍 支持华为自研HBM 支持华为自研HBM https://www.qbitai.com/wp-content/uploads/replace/a8bf9d3cb44831da186b757d692566a5.png 具体芯片如下： 具体芯片如下： 昇腾950PR 昇腾950PR 定位：面向推荐（Recommendation）和偏好（Prefill）场景的推理（Inference）优化芯片。 定位：面向推荐（Recommendation）和偏好（Prefill）场景的推理（Inference）优化芯片。 推出这款芯片是因为随着AIGC发展，输入上下文越来越长，计算资源消耗增大。在电商、内容平台和社交媒体中，推荐算法需要更高的准确度和更低的时延。 推出这款芯片是因为随着AIGC发展，输入上下文越来越长，计算资源消耗增大。在电商、内容平台和社交媒体中，推荐算法需要更高的准确度和更低的时延。 技术创新：采用华为自研HBM内存方案，可显著降低成本。 技术创新：采用华为自研HBM内存方案，可显著降低成本。 产品形态：标准卡和超节点服务器。 产品形态：标准卡和超节点服务器。 上市时间：2026年第一季度。 上市时间：2026年第一季度。 https://www.qbitai.com/wp-content/uploads/replace/1a6c69dbafacfb82aa3f7fd71cfe27b8.png 昇腾950DT 昇腾950DT 定位：面向训练（Training）和深度学习（Deep Learning）场景。 定位：面向训练（Training）和深度学习（Deep Learning）场景。 技术创新： 技术创新： 采用自研HBM：HiZQ 2.0 内存容量高达144GB，访问带宽达4TB/s。 互联带宽提升至2TB/s。 支持FP8、MXFP8、MXFP4、HF8等多种数据格式，提升训练效率。 采用自研HBM：HiZQ 2.0 采用自研HBM：HiZQ 2.0 内存容量高达144GB，访问带宽达4TB/s。 内存容量高达144GB，访问带宽达4TB/s。 互联带宽提升至2TB/s。 互联带宽提升至2TB/s。 支持FP8、MXFP8、MXFP4、HF8等多种数据格式，提升训练效率。 支持FP8、MXFP8、MXFP4、HF8等多种数据格式，提升训练效率。 上市时间：2026年第四季度。 上市时间：2026年第四季度。 昇腾960（规划中） 昇腾960（规划中） 定位：旗舰训练芯片，各项规格相比昇腾950实现翻倍提升。 定位：旗舰训练芯片，各项规格相比昇腾950实现翻倍提升。 技术创新： 技术创新： 算力、内存容量、访问速度、互联端口数全面翻倍。 支持华为自研的Hi-F4数据格式，它是目前业界最优的4bit精度实现，能进一步提升推理吞吐，并且比业界FP4方案的推理精度更优。 算力、内存容量、访问速度、互联端口数全面翻倍。 算力、内存容量、访问速度、互联端口数全面翻倍。 支持华为自研的Hi-F4数据格式，它是目前业界最优的4bit精度实现，能进一步提升推理吞吐，并且比业界FP4方案的推理精度更优。 支持华为自研的Hi-F4数据格式，它是目前业界最优的4bit精度实现，能进一步提升推理吞吐，并且比业界FP4方案的推理精度更优。 上市时间：2027年第四季度。 上市时间：2027年第四季度。 https://www.qbitai.com/wp-content/uploads/replace/19d7ea0b96dd164037206a38977359d9.png 昇腾970（规划中） 昇腾970（规划中） 定位：全面升级的训练芯片，各项指标大幅提升。 定位：全面升级的训练芯片，各项指标大幅提升。 初步规格：相比昇腾960，FP4、FP8算力全面翻倍，内存访问带宽提升至少1.5倍。 初步规格：相比昇腾960，FP4、FP8算力全面翻倍，内存访问带宽提升至少1.5倍。 上市时间：2028年第四季度。 上市时间：2028年第四季度。 https://www.qbitai.com/wp-content/uploads/replace/f02353236f61de4150d68f7df5dbf08b.png Atlas 950：预计未来2年保持全球第一 Atlas 950：预计未来2年保持全球第一 华为副董事长、轮值董事长徐直军坦言，华为在单芯片制造上受到限制，但是通过过去30年在基础软件和系统架构上的积累，可以通过极致的算力架构和互联技术，将大量芯片整合成一个“超级计算机”，从而在集群层面实现超越。 华为副董事长、轮值董事长徐直军坦言，华为在单芯片制造上受到限制，但是通过过去30年在基础软件和系统架构上的积累，可以通过极致的算力架构和互联技术，将大量芯片整合成一个“超级计算机”，从而在集群层面实现超越。 超节点（SuperNode） 是将大量计算单元（如芯片、服务器）通过高速互联技术整合成一台逻辑上统一的、能像单台计算机一样学习、思考和推理的巨型AI计算机。它正成为AI基础设施建设的新范式。 超节点（SuperNode） 超节点（SuperNode） 是将大量计算单元（如芯片、服务器）通过高速互联技术整合成一台逻辑上统一的、能像单台计算机一样学习、思考和推理的巨型AI计算机。它正成为AI基础设施建设的新范式。 目前华为现有Atlas 900 A3超节点，支持384颗昇腾910C芯片。最大算力达300PFlops，至今仍是全球算力最强的AI超节点。自上市以来，已交付超300套，服务20多家客户。 目前华为现有Atlas 900 A3超节点，支持384颗昇腾910C芯片。最大算力达300PFlops，至今仍是全球算力最强的AI超节点。自上市以来，已交付超300套，服务20多家客户。 https://www.qbitai.com/wp-content/uploads/replace/2f9fd4699aaac1367d6e20088036c9a3.png Atlas 950超节点 Atlas 950超节点 此次最新发布 Atlas 950超节点 。 此次最新发布 Atlas 950超节点 Atlas 950超节点 。 支持8,192张昇腾950DT芯片，规模是Atlas 900的20多倍。 支持8,192张昇腾950DT芯片，规模是Atlas 900的20多倍。 它由128个计算柜和32个互联柜组成，占地约1000平方米，采用全光连接。 它由128个计算柜和32个互联柜组成，占地约1000平方米，采用全光连接。 https://p3-sign.toutiaoimg.com/tos-cn-i-6w9my0ksvp/abe8439c3cea4961bad673d167260b85~tplv-tt-shrink:640:0.image?lk3s=06827d14&traceid=20250919090710BC2612296191292B5264&x-expires=2147483647&x-signature=LIzEqgEE27RsI%2FYqjRIV1l1Jv8g%3D 关键指标如下： 关键指标如下： FP8算力：8 EFlops FP4算力：16 EFlops 互联带宽：16.3 PB/s（超过全球互联网总带宽的10倍） 内存容量：1152 TB 训练总吞吐：4.91mn TPS（较Atlas 900提升17倍） 推理总吞吐：19.6mn TPS（较Atlas 900提升26.5倍） FP8算力：8 EFlops FP8算力：8 EFlops FP4算力：16 EFlops FP4算力：16 EFlops 互联带宽：16.3 PB/s（超过全球互联网总带宽的10倍） 互联带宽：16.3 PB/s（超过全球互联网总带宽的10倍） 内存容量：1152 TB 内存容量：1152 TB 训练总吞吐：4.91mn TPS（较Atlas 900提升17倍） 训练总吞吐：4.91mn TPS（较Atlas 900提升17倍） 推理总吞吐：19.6mn TPS（较Atlas 900提升26.5倍） 推理总吞吐：19.6mn TPS（较Atlas 900提升26.5倍） https://p3-sign.toutiaoimg.com/tos-cn-i-6w9my0ksvp/515e8ca04c384e9bb022a964d2bcd7cc~tplv-tt-shrink:640:0.image?lk3s=06827d14&traceid=20250919090710BC2612296191292B5264&x-expires=2147483647&x-signature=JWD8OYcLiu%2BHQQeV7QxQskmWcJE%3D 相比英伟达2025年将上市的NVL144，卡规模是其56.8倍，总算力是其6.7倍，内存容量是其15倍，互联带宽是其72倍。 相比英伟达2025年将上市的NVL144，卡规模是其56.8倍，总算力是其6.7倍，内存容量是其15倍，互联带宽是其72倍。 Atlas 950 超节点上市时间为2026年第四季度。预计在未来两年内保持全球算力第一。 Atlas 950 超节点上市时间为2026年第四季度。预计在未来两年内保持全球算力第一。 Atlas 960超节点 Atlas 960超节点 一同发布的还有Atlas 960 超节点 。 一同发布的还有Atlas 960 超节点 。 https://p3-sign.toutiaoimg.com/tos-cn-i-6w9my0ksvp/a198852939084ab0b44c5376bf458962~tplv-tt-shrink:640:0.image?lk3s=06827d14&traceid=20250919090710BC2612296191292B5264&x-expires=2147483647&x-signature=DeaO1Q5YveGLcVjahqUrI%2B0K%2Fbc%3D 它基于昇腾960/昇腾950DT芯片，最大支持15,488卡。使用跨柜全光互联。 它基于昇腾960/昇腾950DT芯片，最大支持15,488卡。使用跨柜全光互联。 关键指标在Atlas 950基础上再度翻番： 关键指标在Atlas 950基础上再度翻番： FP8算力：30 EFlops FP4算力：60 EFlops 内存容量：4460 TB 互联带宽：34 PB/s 大模型训练和推理性能相比Atlas 950提升3-4倍。 FP8算力：30 EFlops FP8算力：30 EFlops FP4算力：60 EFlops FP4算力：60 EFlops 内存容量：4460 TB 内存容量：4460 TB 互联带宽：34 PB/s 互联带宽：34 PB/s 大模型训练和推理性能相比Atlas 950提升3-4倍。 大模型训练和推理性能相比Atlas 950提升3-4倍。 预计在2027年第四季度上市。 预计在2027年第四季度上市。 https://p3-sign.toutiaoimg.com/tos-cn-i-6w9my0ksvp/22561d8d88f945cd9571a2b0d562881d~tplv-tt-shrink:640:0.image?lk3s=06827d14&traceid=20250919090710BC2612296191292B5264&x-expires=2147483647&x-signature=slUIg97OYS7bBDPp5n%2BtfBBoZ%2FQ%3D 开创面向超节点的互联协议灵衢 开创面向超节点的互联协议灵衢 超节点技术不仅用于AI，同样重塑通用计算。 超节点技术不仅用于AI，同样重塑通用计算。 华为发布鲲鹏950、鲲鹏960芯片以及对应超节点。 华为发布鲲鹏950、鲲鹏960芯片以及对应超节点。 https://p3-sign.toutiaoimg.com/tos-cn-i-6w9my0ksvp/7a8d580a5ec04b3ca2457ec565716a00~tplv-tt-shrink:640:0.image?lk3s=06827d14&traceid=20250919090710BC2612296191292B5264&x-expires=2147483647&x-signature=%2BkPpK3xVqr1dqL4yeUlyf0eb%2BP0%3D 鲲鹏950处理器： 鲲鹏950处理器： 鲲鹏950处理器： 版本：96核/192线程；192核/384线程 特性：支持机密计算，新增四层安全隔离。 上市时间：2026年第一季度。 版本：96核/192线程；192核/384线程 版本：96核/192线程；192核/384线程 特性：支持机密计算，新增四层安全隔离。 特性：支持机密计算，新增四层安全隔离。 上市时间：2026年第一季度。 上市时间：2026年第一季度。 基于鲲鹏950，组成 泰山950 超节点。 基于鲲鹏950，组成 泰山950 泰山950 超节点。 这将是 全球首个通用计算超节点 。最大支持16节点，32个处理器，最大内存48TB。同时支持内存、SSD、DPU池化。 这将是 全球首个通用计算超节点 全球首个通用计算超节点 。最大支持16节点，32个处理器，最大内存48TB。同时支持内存、SSD、DPU池化。 基于TaiShan 950超节点打造的GaussDB读写架构无需对数据库进行分布式改造，性能提升2.9倍。 基于TaiShan 950超节点打造的GaussDB读写架构无需对数据库进行分布式改造，性能提升2.9倍。 最终可平滑替代大型机、小型机上的传统数据库。TaiShan 950加上分布式GaussDB将成为各类大型机、小型机的终结者，彻底取代各种应用场景的大型机和小型机以及Oracle的Exadata数据库服务器。 最终可平滑替代大型机、小型机上的传统数据库。TaiShan 950加上分布式GaussDB将成为各类大型机、小型机的终结者，彻底取代各种应用场景的大型机和小型机以及Oracle的Exadata数据库服务器。 除了核心数据库场景，TaiShan 950超节点在更广泛的场景里，表现也很亮眼：比如虚拟化环境的内存利用率提升20%，在Spark大数据场景，实时数据处理时间缩短30%。 除了核心数据库场景，TaiShan 950超节点在更广泛的场景里，表现也很亮眼：比如虚拟化环境的内存利用率提升20%，在Spark大数据场景，实时数据处理时间缩短30%。 上市时间为2026年第一季度。 上市时间为2026年第一季度。 https://p3-sign.toutiaoimg.com/tos-cn-i-6w9my0ksvp/3d31f1a49401474aabbbc79086620864~tplv-tt-shrink:640:0.image?lk3s=06827d14&traceid=20250919090710BC2612296191292B5264&x-expires=2147483647&x-signature=MQvGyYljY5gpGJGdlbVWmdoFsdw%3D 构建万卡超节点的最大挑战在于互联技术。华为通过系统性创新攻克了两大难题： 构建万卡超节点的最大挑战在于互联技术。华为通过系统性创新攻克了两大难题： 第一是如何做到长距离而且高可靠。大规模超节点机柜多，柜间联接距离长，当前电互联和光互联技术都不能满足需求。其中，当前的电互联技术在高速时联接距离短，最多只能支持两柜互联，而当前的光互联技术虽然可以把长距离的多机柜联接在一起，但无法满足可靠性需求。 第一是如何做到长距离而且高可靠。大规模超节点机柜多，柜间联接距离长，当前电互联和光互联技术都不能满足需求。其中，当前的电互联技术在高速时联接距离短，最多只能支持两柜互联，而当前的光互联技术虽然可以把长距离的多机柜联接在一起，但无法满足可靠性需求。 第二是如何做到大带宽而且低时延。当前跨柜卡间互联带宽低，和超节点的需求差距达5倍；跨柜的卡间时延大，当前互联技术最好只能做到3微秒左右，和Atlas 950/960设计需求仍然有24%的差距，当时延已经低至2~3个微秒时，已经逼近物理极限，哪怕0.1微秒的提升，挑战都很大。 第二是如何做到大带宽而且低时延。当前跨柜卡间互联带宽低，和超节点的需求差距达5倍；跨柜的卡间时延大，当前互联技术最好只能做到3微秒左右，和Atlas 950/960设计需求仍然有24%的差距，当时延已经低至2~3个微秒时，已经逼近物理极限，哪怕0.1微秒的提升，挑战都很大。 https://p3-sign.toutiaoimg.com/tos-cn-i-6w9my0ksvp/e56b36fbb6a94954b8922af3f7e0c8a2~tplv-tt-shrink:640:0.image?lk3s=06827d14&traceid=20250919090710BC2612296191292B5264&x-expires=2147483647&x-signature=gdzOtmetBAXi81IaN147juyPxmw%3D 基于此，华为开创了灵衢（UnifiedBus） 互联协议，并正式开放云衢2.0技术规范，邀请产业伙伴共建生态，推动超节点产业发展。 基于此，华为开创了灵衢（UnifiedBus） 互联协议，并正式开放云衢2.0技术规范，邀请产业伙伴共建生态，推动超节点产业发展。 https://p3-sign.toutiaoimg.com/tos-cn-i-6w9my0ksvp/5ac9cbd1a35b46189a705b3e342b3303~tplv-tt-shrink:640:0.image?lk3s=06827d14&traceid=20250919090710BC2612296191292B5264&x-expires=2147483647&x-signature=eeYfd23BOugNge%2Bg7RG3tJaquP8%3D 最后，华为还有大招放出，发布超级集群：Atlas 950 SuperPlus集群。 最后，华为还有大招放出，发布超级集群：Atlas 950 SuperPlus集群。 它由64个Atlas 950超节点并联组成， 整合52万颗昇腾950T芯片。 它由64个Atlas 950超节点并联组成， 整合52万颗昇腾950T芯片。 整合52万颗昇腾950T芯片。 总算力达524 EFlops。支持UBOE和RoCE两种组网协议，UBOE在时延、可靠性和成本上更具优势。 总算力达524 EFlops。支持UBOE和RoCE两种组网协议，UBOE在时延、可靠性和成本上更具优势。 上市时间为2026年第四季度。 上市时间为2026年第四季度。 https://p3-sign.toutiaoimg.com/tos-cn-i-6w9my0ksvp/a51d2d6526d14e768c5e7a2d810d66d4~tplv-tt-shrink:640:0.image?lk3s=06827d14&traceid=20250919090710BC2612296191292B5264&x-expires=2147483647&x-signature=mOos08SAcpGY6sUj3QE3Ea5pap8%3D 另外Atlas 960 SuperPlus集群也在规划中。 另外Atlas 960 SuperPlus集群也在规划中。 规模将达百万卡级，FP8总算力达2 ZFlops，FP4达4 ZFlops。上市时间为2027年第四季度。 规模将达百万卡级，FP8总算力达2 ZFlops，FP4达4 ZFlops。上市时间为2027年第四季度。 https://p3-sign.toutiaoimg.com/tos-cn-i-6w9my0ksvp/c6efee4eca08463487bb954ef5aea538~tplv-tt-shrink:640:0.image?lk3s=06827d14&traceid=20250919090710BC2612296191292B5264&x-expires=2147483647&x-signature=%2F6bOq5ZOiQRfIwaZEG6bpo%2FC9iI%3D 最后，徐直军强调，华为将以基于灵衢的超节点和集群持续满足算力快速增长的需求，推动人工智能持续发展，创造更大的价值。 最后，徐直军强调，华为将以基于灵衢的超节点和集群持续满足算力快速增长的需求，推动人工智能持续发展，创造更大的价值。 版权声明 版权所有，未经授权不得以任何形式转载及使用，违者必究。 版权所有，未经授权不得以任何形式转载及使用，违者必究。 版权所有，未经授权不得以任何形式转载及使用，违者必究。"}
